{smcl}
{com}{sf}{ul off}{txt}{.-}
      name:  {res}<unnamed>
       {txt}log:  {res}C:\Users\Juan Garzón\OneDrive\Documentos\Sexto Semestre\Seminario Microeconometría\Icfes_def\log2022.smcl
  {txt}log type:  {res}smcl
 {txt}opened on:  {res}20 Nov 2023, 10:41:46
{txt}
{com}. 
. 
. **# Importación de datos
. *Resultados 2022
. import delimited "C:\Users\Juan Garzón\OneDrive\Documentos\Sexto Semestre\Seminario Microeconometría\Icfes_def\df_2022.csv"
{res}{txt}(encoding automatically selected: UTF-8)
{text}(51 vars, 1,085,937 obs)

{com}. 
. **# Limpieza
. * Eliminar variables irrelevantes 
. 
. ** Relacionadas con identificadores internos del ICFES y DANE
. drop periodo estu_tipodocumento estu_consecutivo cole_cod_dane_establecimiento cole_cod_dane_sede cole_cod_depto_ubicacion cole_cod_mcpio_ubicacion cole_codigo_icfes cole_nombre_establecimiento cole_nombre_sede cole_sede_principal estu_cod_depto_presentacion estu_cod_reside_depto estu_estadoinvestigacion estu_estudiante 
{txt}
{com}. 
. ** Variables relacionadas con municipio dado que el nivel de desagregación del estudio es departamental y regional
. drop estu_cod_mcpio_presentacion estu_cod_reside_mcpio estu_mcpio_presentacion estu_mcpio_reside cole_mcpio_ubicacion 
{txt}
{com}. 
. drop fami_personashogar fami_cuartoshogar cole_depto_ubicacion estu_depto_presentacion fami_tieneautomovil fami_tienelavadora
{txt}
{com}. 
. ** Variables recogidas dentro de puntaje global que es la variable dependiente
. drop desemp_ingles punt_ingles punt_matematicas punt_sociales_ciudadanas punt_c_naturales punt_lectura_critica 
{txt}
{com}. 
. * Eliminar variable país residencia porque tiene la misma información de nacionalidad
. gen igual = 4
{txt}
{com}. replace igual = 1 if estu_pais_reside == estu_nacionalidad
{txt}(1,085,937 real changes made)

{com}. replace igual = 0 if estu_pais_reside != estu_nacionalidad
{txt}(0 real changes made)

{com}. tab(igual)

      {txt}igual {c |}      Freq.     Percent        Cum.
{hline 12}{c +}{hline 35}
          1 {c |}{res}  1,085,937      100.00      100.00
{txt}{hline 12}{c +}{hline 35}
      Total {c |}{res}  1,085,937      100.00
{txt}
{com}. ** En la tabla de frecuencia se puede ver que para todos los estudiantes el país de nacimiento es igual al país de residencia
. 
. drop estu_pais_reside
{txt}
{com}. drop igual
{txt}
{com}. 
. * Eliminar datos faltantes
. drop if missing(cole_area_ubicacion) | missing(cole_bilingue) | missing(cole_calendario) | missing(cole_caracter) |  missing(cole_genero) | missing(cole_jornada) | missing(cole_naturaleza) |missing(estu_depto_reside) | missing(estu_fechanacimiento) | missing(estu_genero) | missing(estu_nacionalidad) | missing(estu_privado_libertad) | missing(fami_educacionmadre) | missing(fami_educacionpadre) | missing(fami_estratovivienda) | missing(fami_tienecomputador) | missing(fami_tieneinternet) | missing(punt_global) | fami_estratovivienda == "Sin Estrato"
{txt}(306,960 observations deleted)

{com}. 
. **# Creación de variables sintéticas
. * Generar variable sintética de último nivel educativo alcanzado para padre y madre
. 
. ** Madre
. drop if fami_educacionmadre == "No sabe"| fami_educacionmadre == "No Aplica"
{txt}(20,893 observations deleted)

{com}. gen educ_madre = 8
{txt}
{com}. 
. replace educ_madre = 5 if fami_educacionmadre == "Postgrado"
{txt}(21,093 real changes made)

{com}. replace educ_madre = 4 if fami_educacionmadre == "Educación profesional completa"
{txt}(103,545 real changes made)

{com}. replace educ_madre = 3 if fami_educacionmadre == "Técnica o tecnológica completa"
{txt}(84,929 real changes made)

{com}. replace educ_madre = 2 if (fami_educacionmadre == "Educación profesional incompleta") | (fami_educacionmadre == "Técnica o tecnológica incompleta") | (fami_educacionmadre == "Secundaria (Bachillerato) completa")
{txt}(278,222 real changes made)

{com}. replace educ_madre = 1 if (fami_educacionmadre == "Primaria completa") | (fami_educacionmadre == "Secundaria (Bachillerato) incompleta")
{txt}(167,003 real changes made)

{com}. replace educ_madre = 0 if (fami_educacionmadre == "Ninguno") | (fami_educacionmadre == "Primaria incompleta")
{txt}(103,292 real changes made)

{com}. 
. 
. drop fami_educacionmadre
{txt}
{com}. 
. ** Padre
. drop if fami_educacionpadre == "No sabe"| fami_educacionpadre == "No Aplica"
{txt}(54,952 observations deleted)

{com}. gen educ_padre = 8
{txt}
{com}. 
. replace educ_padre = 5 if fami_educacionpadre == "Postgrado"
{txt}(17,107 real changes made)

{com}. replace educ_padre = 4 if fami_educacionpadre == "Educación profesional completa"
{txt}(79,990 real changes made)

{com}. replace educ_padre = 3 if fami_educacionpadre == "Técnica o tecnológica completa"
{txt}(54,112 real changes made)

{com}. replace educ_padre = 2 if (fami_educacionpadre == "Educación profesional incompleta") | (fami_educacionpadre == "Técnica o tecnológica incompleta") | (fami_educacionpadre == "Secundaria (Bachillerato) completa")
{txt}(232,100 real changes made)

{com}. replace educ_padre = 1 if (fami_educacionpadre == "Primaria completa") | (fami_educacionpadre == "Secundaria (Bachillerato) incompleta")
{txt}(176,475 real changes made)

{com}. replace educ_padre = 0 if (fami_educacionpadre == "Ninguno") | (fami_educacionpadre == "Primaria incompleta")
{txt}(143,348 real changes made)

{com}. 
. drop fami_educacionpadre
{txt}
{com}. 
. * Generar la variable edad a partir de la diferencia entre la fecha de nacimiento y la fecha de presentación
. gen fecha_presentacion = "03/09/2022"
{txt}
{com}. replace fecha_presentacion = "27/03/2022" if cole_calendario == "B"
{txt}(10,797 real changes made)

{com}. 
. gen estu_fechanacimiento_num = date(estu_fechanacimiento, "DMY")
{txt}(14 missing values generated)

{com}. gen fecha_presentacion_num = date(fecha_presentacion, "DMY")    
{txt}
{com}. 
. gen edad = floor((fecha_presentacion_num - estu_fechanacimiento_num)/365.25) 
{txt}(14 missing values generated)

{com}. 
. * Eliminar los typos en edad
. drop if edad > 100 | edad < 14
{txt}(363 observations deleted)

{com}. 
. drop fecha_presentacion
{txt}
{com}. drop fecha_presentacion_num
{txt}
{com}. drop estu_fechanacimiento
{txt}
{com}. drop estu_fechanacimiento_num
{txt}
{com}. 
. * Generar la variable estrato para que sea númerica
. 
. gen estrato = .
{txt}(702,769 missing values generated)

{com}. 
. replace estrato = 1 if fami_estratovivienda == "Estrato 1"
{txt}(213,053 real changes made)

{com}. replace estrato = 2 if fami_estratovivienda == "Estrato 2"
{txt}(264,722 real changes made)

{com}. replace estrato = 3 if fami_estratovivienda == "Estrato 3"
{txt}(160,748 real changes made)

{com}. replace estrato = 4 if fami_estratovivienda == "Estrato 4"
{txt}(42,420 real changes made)

{com}. replace estrato = 5 if fami_estratovivienda == "Estrato 5"
{txt}(14,319 real changes made)

{com}. replace estrato = 6 if fami_estratovivienda == "Estrato 6"
{txt}(7,507 real changes made)

{com}. 
. drop fami_estratovivienda
{txt}
{com}. drop if estrato == 0
{txt}(0 observations deleted)

{com}. 
. ** Generar la variable extranjero
. gen estu_extranjero = 0
{txt}
{com}. replace estu_extranjero = 1 if estu_nacionalidad == "COLOMBIA"
{txt}(694,031 real changes made)

{com}. tab(estu_extranjero)

{txt}estu_extran {c |}
       jero {c |}      Freq.     Percent        Cum.
{hline 12}{c +}{hline 35}
          0 {c |}{res}      8,738        1.24        1.24
{txt}          1 {c |}{res}    694,031       98.76      100.00
{txt}{hline 12}{c +}{hline 35}
      Total {c |}{res}    702,769      100.00
{txt}
{com}. 
. * Generar dummies
. ** Dummy calendario
. drop if cole_calendario == "OTRO"
{txt}(1,690 observations deleted)

{com}. gen cole_calendario_ = 0
{txt}
{com}. replace cole_calendario_ = 1 if cole_calendario == "B"
{txt}(10,782 real changes made)

{com}. drop cole_calendario
{txt}
{com}. 
. ** Dummy colegio rural
. gen cole_rural = 1
{txt}
{com}. replace cole_rural = 0 if cole_area_ubicacion == "URBANO"
{txt}(604,394 real changes made)

{com}. drop cole_area_ubicacion
{txt}
{com}. 
. ** Dummy colegio bilingue
. gen cole_bilingue_ = 4
{txt}
{com}. replace cole_bilingue_ = 1 if cole_bilingue == "S"
{txt}(11,838 real changes made)

{com}. replace cole_bilingue_ = 0 if cole_bilingue == "N"
{txt}(689,241 real changes made)

{com}. drop cole_bilingue 
{txt}
{com}. 
. ** Dummy colegio técnico
. gen cole_tecnico = 0
{txt}
{com}. replace cole_tecnico = 1 if (cole_caracter == "TÉCNICO") | (cole_caracter == "TÉCNICO/ACADÉMICO")
{txt}(344,913 real changes made)

{com}. drop cole_caracter
{txt}
{com}. 
. ** Dummy colegio femenino o masculino
. gen cole_genero_ = 4
{txt}
{com}. replace cole_genero_ = 0 if cole_genero == "MIXTO"
{txt}(674,834 real changes made)

{com}. replace cole_genero_ = 1 if cole_genero == "MASCULINO"
{txt}(6,553 real changes made)

{com}. replace cole_genero_ = 2 if cole_genero == "FEMENINO"
{txt}(19,692 real changes made)

{com}. drop cole_genero
{txt}
{com}. 
. ** Dummy jornada colegio
. gen cole_jornada_ = 6
{txt}
{com}. replace cole_jornada_ = 1 if cole_jornada == "MAÑANA"
{txt}(270,815 real changes made)

{com}. replace cole_jornada_ = 2 if cole_jornada == "TARDE"
{txt}(64,668 real changes made)

{com}. replace cole_jornada_ = 3 if cole_jornada == "NOCHE"
{txt}(28,662 real changes made)

{com}. replace cole_jornada_ = 4 if cole_jornada == "SABATINA"
{txt}(28,490 real changes made)

{com}. replace cole_jornada_ = 5 if cole_jornada == "UNICA"
{txt}(200,629 real changes made)

{com}. replace cole_jornada_ = 0 if cole_jornada == "COMPLETA"
{txt}(107,815 real changes made)

{com}. drop cole_jornada
{txt}
{com}. 
. ** Dummy naturaleza colegio
. gen cole_oficial = 1
{txt}
{com}. replace cole_oficial = 0 if cole_naturaleza == "NO OFICIAL" 
{txt}(149,680 real changes made)

{com}. drop cole_naturaleza
{txt}
{com}. 
. ** Dummy género estudiante
. gen estu_mujer = 1
{txt}
{com}. replace estu_mujer = 0 if estu_genero == "M"
{txt}(316,142 real changes made)

{com}. drop estu_genero
{txt}
{com}. 
. ** Dummy estudiante privado de la libertad
. gen estu_privado_libertad_ = 1
{txt}
{com}. replace estu_privado_libertad_ = 0 if estu_privado_libertad == "N" 
{txt}(701,079 real changes made)

{com}. drop estu_privado_libertad 
{txt}
{com}. 
. ** Dummy computador
. gen fami_computador = 1
{txt}
{com}. replace fami_computador = 0 if fami_tienecomputador == "No"
{txt}(309,503 real changes made)

{com}. drop fami_tienecomputador
{txt}
{com}.         
. ** Dummy internet
. gen fami_internet = 1
{txt}
{com}. replace fami_internet = 0 if fami_tieneinternet == "No"
{txt}(177,116 real changes made)

{com}. drop fami_tieneinternet
{txt}
{com}. 
. **# Creación Variable sintética por IPM departamental
. 
. gen quintil = 0
{txt}
{com}. 
. replace quintil = 1 if (estu_depto_reside == "BOGOTÁ") | (estu_depto_reside == "SAN ANDRES") | (estu_depto_reside ==  "BOYACA") | (estu_depto_reside == "VALLE") | (estu_depto_reside == "CUNDINAMARCA")
{txt}(231,007 real changes made)

{com}. 
. replace quintil = 2 if  (estu_depto_reside == "QUINDIO") | (estu_depto_reside ==  "RISARALDA")| (estu_depto_reside == "ATLANTICO") | (estu_depto_reside == "SANTANDER") | (estu_depto_reside == "CALDAS") | (estu_depto_reside == "ANTIOQUIA") | (estu_depto_reside == "TOLIMA") | (estu_depto_reside == "META")
{txt}(242,339 real changes made)

{com}. 
. replace quintil = 3 if (estu_depto_reside == "HUILA") | (estu_depto_reside == "CASANARE")| (estu_depto_reside == "NARIÑO") | (estu_depto_reside == "CESAR") | (estu_depto_reside == "CAUCA") | (estu_depto_reside == "NORTE SANTANDER") | (estu_depto_reside == "BOLIVAR")
{txt}(134,895 real changes made)

{com}. 
. replace quintil = 4 if (estu_depto_reside == "PUTUMAYO") | (estu_depto_reside == "ARAUCA")| (estu_depto_reside == "CAQUETA") | (estu_depto_reside == "GUAVIARE") | (estu_depto_reside == "MAGDALENA")| (estu_depto_reside == "SUCRE") | (estu_depto_reside == "CORDOBA")
{txt}(75,119 real changes made)

{com}. 
. replace quintil = 5 if  (estu_depto_reside == "AMAZONAS") | (estu_depto_reside == "CHOCO")| (estu_depto_reside == "LA GUAJIRA") | (estu_depto_reside == "VAUPES")| (estu_depto_reside == "GUAINIA") | (estu_depto_reside == "VICHADA")
{txt}(17,717 real changes made)

{com}. 
. drop estu_depto_reside
{txt}
{com}. drop if quintil == 0
{txt}(2 observations deleted)

{com}. 
. **# Estadística descriptiva
. summarize punt_global i.cole_calendario_ i.cole_rural i.cole_bilingue_ i.cole_tecnico  i.cole_oficial i.cole_genero_ i.cole_jornada_  i.estu_extranjero i.estu_mujer i.estu_privado_libertad_ edad  i.fami_internet i.fami_computador i.fami_internet##fami_computador i.educ_madre i.educ_padre i.estrato  i.quintil

{txt}    Variable {c |}        Obs        Mean    Std. dev.       Min        Max
{hline 13}{c +}{hline 57}
{space 1}punt_global {c |}{res}    701,077    254.8877    51.64933         80        477
{txt}{space 12} {c |}
cole_calen~_ {c |}
{space 10}0  {c |}{res}    701,077    .9846208    .1230557          0          1
{txt}{space 10}1  {c |}{res}    701,077    .0153792    .1230557          0          1
{txt}{space 12} {c |}
{space 2}cole_rural {c |}
{space 10}0  {c |}{res}    701,077    .8620908     .344805          0          1
{txt}{space 10}1  {c |}{res}    701,077    .1379092     .344805          0          1
{txt}{hline 13}{c +}{hline 57}
{space 12} {c |}
cole_bilin~_ {c |}
{space 10}0  {c |}{res}    701,077    .9831146    .1288424          0          1
{txt}{space 10}1  {c |}{res}    701,077    .0168854    .1288424          0          1
{txt}{space 12} {c |}
cole_tecnico {c |}
{space 10}0  {c |}{res}    701,077    .5080269    .4999359          0          1
{txt}{space 10}1  {c |}{res}    701,077    .4919731    .4999359          0          1
{txt}{space 12} {c |}
cole_oficial {c |}
{space 10}0  {c |}{res}    701,077    .2134972     .409776          0          1
{txt}{hline 13}{c +}{hline 57}
{space 10}1  {c |}{res}    701,077    .7865028     .409776          0          1
{txt}{space 12} {c |}
cole_genero_ {c |}
{space 10}0  {c |}{res}    701,077    .9625647     .189826          0          1
{txt}{space 10}1  {c |}{res}    701,077     .009347    .0962273          0          1
{txt}{space 10}2  {c |}{res}    701,077    .0280882     .165225          0          1
{txt}{space 12} {c |}
cole_jorna~_ {c |}
{space 10}0  {c |}{res}    701,077    .1537848    .3607426          0          1
{txt}{hline 13}{c +}{hline 57}
{space 10}1  {c |}{res}    701,077    .3862842    .4868974          0          1
{txt}{space 10}2  {c |}{res}    701,077    .0922409     .289366          0          1
{txt}{space 10}3  {c |}{res}    701,077    .0408828    .1980188          0          1
{txt}{space 10}4  {c |}{res}    701,077    .0406375    .1974491          0          1
{txt}{space 10}5  {c |}{res}    701,077    .2861697      .45197          0          1
{txt}{hline 13}{c +}{hline 57}
{space 12} {c |}
estu_extra~o {c |}
{space 10}0  {c |}{res}    701,077     .012418    .1107423          0          1
{txt}{space 10}1  {c |}{res}    701,077     .987582    .1107423          0          1
{txt}{space 12} {c |}
{space 2}estu_mujer {c |}
{space 10}0  {c |}{res}    701,077    .4509348    .4975871          0          1
{txt}{space 10}1  {c |}{res}    701,077    .5490652    .4975871          0          1
{txt}{space 12} {c |}
0.estu_pri~_ {c |}{res}    701,077           1           0          1          1
{txt}{hline 13}{c +}{hline 57}
{space 8}edad {c |}{res}    701,077    17.12463    2.419617         14         77
{txt}{space 12} {c |}
fami_inter~t {c |}
{space 10}0  {c |}{res}    701,077    .2526313    .4345216          0          1
{txt}{space 10}1  {c |}{res}    701,077    .7473687    .4345216          0          1
{txt}{space 12} {c |}
fami_compu~r {c |}
{space 10}0  {c |}{res}    701,077    .4414651    .4965622          0          1
{txt}{space 10}1  {c |}{res}    701,077    .5585349    .4965622          0          1
{txt}{hline 13}{c +}{hline 57}
{space 12} {c |}
fami_inter~t#{c |}
fami_compu~r {c |}
{space 8}0 0  {c |}{res}    701,077    .2133318    .4096603          0          1
{txt}{space 8}0 1  {c |}{res}    701,077    .0392995    .1943068          0          1
{txt}{space 8}1 0  {c |}{res}    701,077    .2281333    .4196293          0          1
{txt}{space 8}1 1  {c |}{res}    701,077    .5192354    .4996302          0          1
{txt}{space 12} {c |}
{space 2}educ_madre {c |}
{space 10}0  {c |}{res}    701,077    .1391887    .3461436          0          1
{txt}{hline 13}{c +}{hline 57}
{space 10}1  {c |}{res}    701,077    .2220869    .4156495          0          1
{txt}{space 10}2  {c |}{res}    701,077    .3659413    .4816935          0          1
{txt}{space 10}3  {c |}{res}    701,077    .1104087    .3133987          0          1
{txt}{space 10}4  {c |}{res}    701,077    .1347299     .341435          0          1
{txt}{space 10}5  {c |}{res}    701,077    .0276446    .1639525          0          1
{txt}{hline 13}{c +}{hline 57}
{space 12} {c |}
{space 2}educ_padre {c |}
{space 10}0  {c |}{res}    701,077    .2037936    .4028176          0          1
{txt}{space 10}1  {c |}{res}    701,077    .2509967    .4335869          0          1
{txt}{space 10}2  {c |}{res}    701,077    .3301905    .4702819          0          1
{txt}{space 10}3  {c |}{res}    701,077    .0769801    .2665601          0          1
{txt}{space 10}4  {c |}{res}    701,077    .1137265     .317479          0          1
{txt}{hline 13}{c +}{hline 57}
{space 10}5  {c |}{res}    701,077    .0243126    .1540179          0          1
{txt}{space 12} {c |}
{space 5}estrato {c |}
{space 10}1  {c |}{res}    701,077    .3034845    .4597629          0          1
{txt}{space 10}2  {c |}{res}    701,077    .3766519    .4845468          0          1
{txt}{space 10}3  {c |}{res}    701,077    .2285655     .419909          0          1
{txt}{space 10}4  {c |}{res}    701,077    .0602901    .2380237          0          1
{txt}{hline 13}{c +}{hline 57}
{space 10}5  {c |}{res}    701,077    .0203387    .1411562          0          1
{txt}{space 10}6  {c |}{res}    701,077    .0106693    .1027399          0          1
{txt}{space 12} {c |}
{space 5}quintil {c |}
{space 10}1  {c |}{res}    701,077     .329503    .4700331          0          1
{txt}{space 10}2  {c |}{res}    701,077    .3456667    .4755855          0          1
{txt}{space 10}3  {c |}{res}    701,077    .1924111    .3941945          0          1
{txt}{hline 13}{c +}{hline 57}
{space 10}4  {c |}{res}    701,077     .107148    .3093015          0          1
{txt}{space 10}5  {c |}{res}    701,077    .0252711    .1569475          0          1
{txt}
{com}. 
. * Gráficos
. histogram punt_global, bin(100) fcolor(mint%50) lcolor(navy) ytitle(Densidad) xtitle(Puntaje global) title(Distribución puntajes globales prueba ICFES 2015)
{txt}(bin={res}100{txt}, start={res}80{txt}, width={res}3.97{txt})
{res}{txt}
{com}. 
. histogram estrato, bin(5) fcolor(mint%50) lcolor(navy) ytitle(Densidad) xtitle(Puntaje global) title(Distribución por estratos prueba ICFES 2015)
{txt}(bin={res}5{txt}, start={res}1{txt}, width={res}1{txt})
{res}{txt}
{com}. 
. **# Pre-test heterocedasticidad
. regress punt_global i.cole_calendario_ i.cole_rural i.cole_bilingue_ i.cole_tecnico  i.cole_oficial i.cole_genero_ i.cole_jornada_  i.estu_extranjero i.estu_mujer i.estu_privado_libertad_ edad  i.fami_internet i.fami_computador i.fami_internet##fami_computador i.educ_madre i.educ_padre i.estrato  i.quintil
{txt}{p 0 6 2}note: {bf:0.estu_privado_libertad_} omitted because of collinearity.{p_end}

      Source {c |}       SS           df       MS      Number of obs   ={res}   701,077
{txt}{hline 13}{c +}{hline 34}   F(37, 701039)   = {res}  7191.15
{txt}       Model {c |} {res}  514538565        37  13906447.7   {txt}Prob > F        ={res}    0.0000
{txt}    Residual {c |} {res} 1.3557e+09   701,039  1933.82836   {txt}R-squared       ={res}    0.2751
{txt}{hline 13}{c +}{hline 34}   Adj R-squared   ={res}    0.2751
{txt}       Total {c |} {res} 1.8702e+09   701,076  2667.65325   {txt}Root MSE        =   {res} 43.975

{txt}{hline 30}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 1}                  punt_global{col 31}{c |} Coefficient{col 43}  Std. err.{col 55}      t{col 63}   P>|t|{col 71}     [95% con{col 84}f. interval]
{hline 30}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 11}1.cole_calendario_ {c |}{col 31}{res}{space 2} 15.70469{col 43}{space 2} .4745675{col 54}{space 1}   33.09{col 63}{space 3}0.000{col 71}{space 4} 14.77455{col 84}{space 3} 16.63483
{txt}{space 17}1.cole_rural {c |}{col 31}{res}{space 2}-10.46411{col 43}{space 2} .1614766{col 54}{space 1}  -64.80{col 63}{space 3}0.000{col 71}{space 4} -10.7806{col 84}{space 3}-10.14762
{txt}{space 13}1.cole_bilingue_ {c |}{col 31}{res}{space 2} 2.781917{col 43}{space 2} .4312602{col 54}{space 1}    6.45{col 63}{space 3}0.000{col 71}{space 4} 1.936662{col 84}{space 3} 3.627173
{txt}{space 15}1.cole_tecnico {c |}{col 31}{res}{space 2}-1.028337{col 43}{space 2}  .114912{col 54}{space 1}   -8.95{col 63}{space 3}0.000{col 71}{space 4}-1.253561{col 84}{space 3} -.803113
{txt}{space 15}1.cole_oficial {c |}{col 31}{res}{space 2}-11.14782{col 43}{space 2} .1740446{col 54}{space 1}  -64.05{col 63}{space 3}0.000{col 71}{space 4}-11.48894{col 84}{space 3} -10.8067
{txt}{space 29} {c |}
{space 17}cole_genero_ {c |}
{space 27}1  {c |}{col 31}{res}{space 2} 12.76927{col 43}{space 2} .5546456{col 54}{space 1}   23.02{col 63}{space 3}0.000{col 71}{space 4} 11.68218{col 84}{space 3} 13.85636
{txt}{space 27}2  {c |}{col 31}{res}{space 2} 15.15929{col 43}{space 2}  .326266{col 54}{space 1}   46.46{col 63}{space 3}0.000{col 71}{space 4} 14.51982{col 84}{space 3} 15.79876
{txt}{space 29} {c |}
{space 16}cole_jornada_ {c |}
{space 27}1  {c |}{col 31}{res}{space 2}-13.57854{col 43}{space 2} .1872996{col 54}{space 1}  -72.50{col 63}{space 3}0.000{col 71}{space 4}-13.94564{col 84}{space 3}-13.21144
{txt}{space 27}2  {c |}{col 31}{res}{space 2}-16.44081{col 43}{space 2} .2478282{col 54}{space 1}  -66.34{col 63}{space 3}0.000{col 71}{space 4}-16.92655{col 84}{space 3}-15.95508
{txt}{space 27}3  {c |}{col 31}{res}{space 2}-37.85592{col 43}{space 2}  .326617{col 54}{space 1} -115.90{col 63}{space 3}0.000{col 71}{space 4}-38.49608{col 84}{space 3}-37.21576
{txt}{space 27}4  {c |}{col 31}{res}{space 2}-38.12136{col 43}{space 2} .3212437{col 54}{space 1} -118.67{col 63}{space 3}0.000{col 71}{space 4}-38.75099{col 84}{space 3}-37.49174
{txt}{space 27}5  {c |}{col 31}{res}{space 2}-9.266827{col 43}{space 2} .2048122{col 54}{space 1}  -45.25{col 63}{space 3}0.000{col 71}{space 4}-9.668252{col 84}{space 3}-8.865402
{txt}{space 29} {c |}
{space 12}1.estu_extranjero {c |}{col 31}{res}{space 2} 2.591602{col 43}{space 2} .4769146{col 54}{space 1}    5.43{col 63}{space 3}0.000{col 71}{space 4} 1.656865{col 84}{space 3} 3.526339
{txt}{space 17}1.estu_mujer {c |}{col 31}{res}{space 2}-5.830403{col 43}{space 2} .1073903{col 54}{space 1}  -54.29{col 63}{space 3}0.000{col 71}{space 4}-6.040884{col 84}{space 3}-5.619921
{txt}{space 5}0.estu_privado_libertad_ {c |}{col 31}{res}{space 2}        0{col 43}{txt}  (omitted)
{space 25}edad {c |}{col 31}{res}{space 2}-1.939271{col 43}{space 2} .0245241{col 54}{space 1}  -79.08{col 63}{space 3}0.000{col 71}{space 4}-1.987337{col 84}{space 3}-1.891204
{txt}{space 14}1.fami_internet {c |}{col 31}{res}{space 2} 6.380753{col 43}{space 2} .1638951{col 54}{space 1}   38.93{col 63}{space 3}0.000{col 71}{space 4} 6.059524{col 84}{space 3} 6.701982
{txt}{space 12}1.fami_computador {c |}{col 31}{res}{space 2} 4.025244{col 43}{space 2} .2903396{col 54}{space 1}   13.86{col 63}{space 3}0.000{col 71}{space 4} 3.456188{col 84}{space 3}   4.5943
{txt}{space 29} {c |}
fami_internet#fami_computador {c |}
{space 25}1 1  {c |}{col 31}{res}{space 2}   7.0397{col 43}{space 2} .3189279{col 54}{space 1}   22.07{col 63}{space 3}0.000{col 71}{space 4} 6.414612{col 84}{space 3} 7.664788
{txt}{space 29} {c |}
{space 19}educ_madre {c |}
{space 27}1  {c |}{col 31}{res}{space 2} 1.630588{col 43}{space 2} .1901088{col 54}{space 1}    8.58{col 63}{space 3}0.000{col 71}{space 4}  1.25798{col 84}{space 3} 2.003195
{txt}{space 27}2  {c |}{col 31}{res}{space 2} 7.071202{col 43}{space 2} .1898239{col 54}{space 1}   37.25{col 63}{space 3}0.000{col 71}{space 4} 6.699153{col 84}{space 3}  7.44325
{txt}{space 27}3  {c |}{col 31}{res}{space 2} 15.92584{col 43}{space 2} .2404066{col 54}{space 1}   66.25{col 63}{space 3}0.000{col 71}{space 4} 15.45465{col 84}{space 3} 16.39703
{txt}{space 27}4  {c |}{col 31}{res}{space 2} 17.77975{col 43}{space 2} .2458354{col 54}{space 1}   72.32{col 63}{space 3}0.000{col 71}{space 4} 17.29792{col 84}{space 3} 18.26157
{txt}{space 27}5  {c |}{col 31}{res}{space 2} 32.98689{col 43}{space 2}  .412847{col 54}{space 1}   79.90{col 63}{space 3}0.000{col 71}{space 4} 32.17772{col 84}{space 3} 33.79605
{txt}{space 29} {c |}
{space 19}educ_padre {c |}
{space 27}1  {c |}{col 31}{res}{space 2} .8803254{col 43}{space 2} .1668642{col 54}{space 1}    5.28{col 63}{space 3}0.000{col 71}{space 4}  .553277{col 84}{space 3} 1.207374
{txt}{space 27}2  {c |}{col 31}{res}{space 2} 4.071885{col 43}{space 2} .1703702{col 54}{space 1}   23.90{col 63}{space 3}0.000{col 71}{space 4} 3.737965{col 84}{space 3} 4.405805
{txt}{space 27}3  {c |}{col 31}{res}{space 2} 12.04749{col 43}{space 2} .2470935{col 54}{space 1}   48.76{col 63}{space 3}0.000{col 71}{space 4}  11.5632{col 84}{space 3} 12.53179
{txt}{space 27}4  {c |}{col 31}{res}{space 2} 13.63152{col 43}{space 2} .2356915{col 54}{space 1}   57.84{col 63}{space 3}0.000{col 71}{space 4} 13.16958{col 84}{space 3} 14.09347
{txt}{space 27}5  {c |}{col 31}{res}{space 2} 31.65457{col 43}{space 2} .4263017{col 54}{space 1}   74.25{col 63}{space 3}0.000{col 71}{space 4} 30.81903{col 84}{space 3} 32.49011
{txt}{space 29} {c |}
{space 22}estrato {c |}
{space 27}2  {c |}{col 31}{res}{space 2}-2.144271{col 43}{space 2} .1355658{col 54}{space 1}  -15.82{col 63}{space 3}0.000{col 71}{space 4}-2.409975{col 84}{space 3}-1.878566
{txt}{space 27}3  {c |}{col 31}{res}{space 2}-5.318434{col 43}{space 2} .1617104{col 54}{space 1}  -32.89{col 63}{space 3}0.000{col 71}{space 4}-5.635381{col 84}{space 3}-5.001487
{txt}{space 27}4  {c |}{col 31}{res}{space 2}-9.023611{col 43}{space 2} .2529964{col 54}{space 1}  -35.67{col 63}{space 3}0.000{col 71}{space 4}-9.519476{col 84}{space 3}-8.527747
{txt}{space 27}5  {c |}{col 31}{res}{space 2}-9.655035{col 43}{space 2} .3986624{col 54}{space 1}  -24.22{col 63}{space 3}0.000{col 71}{space 4} -10.4364{col 84}{space 3} -8.87367
{txt}{space 27}6  {c |}{col 31}{res}{space 2}-13.64717{col 43}{space 2} .5436233{col 54}{space 1}  -25.10{col 63}{space 3}0.000{col 71}{space 4}-14.71265{col 84}{space 3}-12.58169
{txt}{space 29} {c |}
{space 22}quintil {c |}
{space 27}2  {c |}{col 31}{res}{space 2} -3.51777{col 43}{space 2} .1324141{col 54}{space 1}  -26.57{col 63}{space 3}0.000{col 71}{space 4}-3.777297{col 84}{space 3}-3.258243
{txt}{space 27}3  {c |}{col 31}{res}{space 2}-4.950033{col 43}{space 2} .1602849{col 54}{space 1}  -30.88{col 63}{space 3}0.000{col 71}{space 4}-5.264186{col 84}{space 3} -4.63588
{txt}{space 27}4  {c |}{col 31}{res}{space 2} -10.3433{col 43}{space 2} .1974251{col 54}{space 1}  -52.39{col 63}{space 3}0.000{col 71}{space 4}-10.73024{col 84}{space 3}-9.956349
{txt}{space 27}5  {c |}{col 31}{res}{space 2}-25.48196{col 43}{space 2} .3507002{col 54}{space 1}  -72.66{col 63}{space 3}0.000{col 71}{space 4}-26.16932{col 84}{space 3}-24.79459
{txt}{space 29} {c |}
{space 24}_cons {c |}{col 31}{res}{space 2} 294.4617{col 43}{space 2} .7137483{col 54}{space 1}  412.56{col 63}{space 3}0.000{col 71}{space 4} 293.0628{col 84}{space 3} 295.8607
{txt}{hline 30}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{res}{txt}
{com}. 
. estimates store OLS
{txt}
{com}. 
. hettest i.cole_calendario_ i.cole_rural i.cole_bilingue_ i.cole_tecnico  i.cole_oficial i.cole_genero_ i.cole_jornada_  i.estu_extranjero i.estu_mujer i.estu_privado_libertad_ edad  i.fami_internet i.fami_computador i.fami_internet##fami_computador i.educ_madre i.educ_padre i.estrato  i.quintil

{txt}Breusch–Pagan/Cook–Weisberg test for heteroskedasticity 
Assumption: Normal error terms
{p 0 11 0}Variables:{space 1}{res:i.cole_calendario_ i.cole_rural i.cole_bilingue_ i.cole_tecnico i.cole_oficial i.cole_genero_ i.cole_jornada_ i.estu_extranjero i.estu_mujer i.estu_privado_libertad_ edad i.fami_internet i.fami_computador i.fami_internet#i.fami_computador i.educ_madre i.educ_padre i.estrato i.quintil}{p_end}

H0: Constant variance

{ralign 11:chi2({res:37})} = {res}{ralign 7:9938.18}
{txt}{ralign 11:Prob > chi2} = {res}{ralign 7:0.0000}
{txt}
{com}. 
. 
. * Gráfica de cuantiles para variable dependiente
. quantile punt_global, recast(line) lcolor(mint) lwidth(1.5) rlopts(lcolor(blue) lpattern(dash)) ytitle(Cuantiles del puntaje global) xtitle(Probabilidad acumulada) title(Cuantiles de la variable dependiente)
{res}{txt}
{com}. 
. 
. **# Regresión cuantílica
. qreg punt_global /*Características del colegio*/ i.cole_calendario_ i.cole_rural i.cole_bilingue_ i.cole_tecnico  i.cole_oficial i.cole_genero_ i.cole_jornada_ /* Características del estudiante */ i.estu_extranjero i.estu_mujer i.estu_privado_libertad_ edad /* Características del hogar */ i.fami_internet i.fami_computador i.fami_internet##fami_computador i.educ_madre i.educ_padre i.estrato /* Quintil de IPM departamento de residencia */ i.quintil, q(0.25) iter(1000)
{txt}note: {bf:0.estu_privado_libertad_} omitted because of collinearity.
Iteration  1:  WLS sum of weighted deviations = {res}  12088521

{txt}Iteration  1: sum of abs. weighted deviations = {res}  12089384
{txt}Iteration  2: sum of abs. weighted deviations = {res}  11975168
{txt}Iteration  3: sum of abs. weighted deviations = {res}  11945510
{txt}Iteration  4: sum of abs. weighted deviations = {res}  11806409
{txt}Iteration  5: sum of abs. weighted deviations = {res}  11690882
{txt}Iteration  6: sum of abs. weighted deviations = {res}  11672274
{txt}Iteration  7: sum of abs. weighted deviations = {res}  11442229
{txt}Iteration  8: sum of abs. weighted deviations = {res}  11399183
{txt}Iteration  9: sum of abs. weighted deviations = {res}  11376530
{txt}Iteration 10: sum of abs. weighted deviations = {res}  11260245
{txt}Iteration 11: sum of abs. weighted deviations = {res}  11178713
{txt}Iteration 12: sum of abs. weighted deviations = {res}  11147790
{txt}Iteration 13: sum of abs. weighted deviations = {res}  11114861
{txt}Iteration 14: sum of abs. weighted deviations = {res}  11051380
{txt}Iteration 15: sum of abs. weighted deviations = {res}  11035874
{txt}Iteration 16: sum of abs. weighted deviations = {res}  10983294
{txt}Iteration 17: sum of abs. weighted deviations = {res}  10956786
{txt}Iteration 18: sum of abs. weighted deviations = {res}  10912134
{txt}Iteration 19: sum of abs. weighted deviations = {res}  10908062
{txt}Iteration 20: sum of abs. weighted deviations = {res}  10876174
{txt}Iteration 21: sum of abs. weighted deviations = {res}  10860285
{txt}Iteration 22: sum of abs. weighted deviations = {res}  10847367
{txt}Iteration 23: sum of abs. weighted deviations = {res}  10838631
{txt}Iteration 24: sum of abs. weighted deviations = {res}  10805084
{txt}Iteration 25: sum of abs. weighted deviations = {res}  10763791
{txt}Iteration 26: sum of abs. weighted deviations = {res}  10747054
{txt}Iteration 27: sum of abs. weighted deviations = {res}  10647415
{txt}Iteration 28: sum of abs. weighted deviations = {res}  10628757
{txt}Iteration 29: sum of abs. weighted deviations = {res}  10574498
{txt}Iteration 30: sum of abs. weighted deviations = {res}  10564028
{txt}Iteration 31: sum of abs. weighted deviations = {res}  10555869
{txt}Iteration 32: sum of abs. weighted deviations = {res}  10536656
{txt}Iteration 33: sum of abs. weighted deviations = {res}  10514299
{txt}Iteration 34: sum of abs. weighted deviations = {res}  10494899
{txt}Iteration 35: sum of abs. weighted deviations = {res}  10487252
{txt}Iteration 36: sum of abs. weighted deviations = {res}  10464469
{txt}Iteration 37: sum of abs. weighted deviations = {res}  10458861
{txt}Iteration 38: sum of abs. weighted deviations = {res}  10431247
{txt}Iteration 39: sum of abs. weighted deviations = {res}  10405315
{txt}Iteration 40: sum of abs. weighted deviations = {res}  10382649
{txt}Iteration 41: sum of abs. weighted deviations = {res}  10378277
{txt}Iteration 42: sum of abs. weighted deviations = {res}  10359775
{txt}Iteration 43: sum of abs. weighted deviations = {res}  10349044
{txt}note: alternate solutions exist.
Iteration 44: sum of abs. weighted deviations = {res}  10271214
{txt}Iteration 45: sum of abs. weighted deviations = {res}  10214449
{txt}Iteration 46: sum of abs. weighted deviations = {res}  10202675
{txt}Iteration 47: sum of abs. weighted deviations = {res}  10199758
{txt}Iteration 48: sum of abs. weighted deviations = {res}  10164673
{txt}Iteration 49: sum of abs. weighted deviations = {res}  10161687
{txt}Iteration 50: sum of abs. weighted deviations = {res}  10119262
{txt}Iteration 51: sum of abs. weighted deviations = {res}  10114483
{txt}Iteration 52: sum of abs. weighted deviations = {res}  10077823
{txt}Iteration 53: sum of abs. weighted deviations = {res}  10062372
{txt}Iteration 54: sum of abs. weighted deviations = {res}  10048918
{txt}Iteration 55: sum of abs. weighted deviations = {res}  10041309
{txt}Iteration 56: sum of abs. weighted deviations = {res}  10029389
{txt}Iteration 57: sum of abs. weighted deviations = {res}  10024619
{txt}Iteration 58: sum of abs. weighted deviations = {res}  10010974
{txt}Iteration 59: sum of abs. weighted deviations = {res}  10002850
{txt}Iteration 60: sum of abs. weighted deviations = {res} 9974563.6
{txt}Iteration 61: sum of abs. weighted deviations = {res} 9971944.1
{txt}Iteration 62: sum of abs. weighted deviations = {res} 9961026.9
{txt}Iteration 63: sum of abs. weighted deviations = {res} 9956071.3
{txt}Iteration 64: sum of abs. weighted deviations = {res}   9950099
{txt}Iteration 65: sum of abs. weighted deviations = {res} 9939953.8
{txt}Iteration 66: sum of abs. weighted deviations = {res} 9936070.9
{txt}Iteration 67: sum of abs. weighted deviations = {res} 9928078.3
{txt}Iteration 68: sum of abs. weighted deviations = {res} 9925447.9
{txt}Iteration 69: sum of abs. weighted deviations = {res} 9922218.7
{txt}Iteration 70: sum of abs. weighted deviations = {res} 9919464.7
{txt}Iteration 71: sum of abs. weighted deviations = {res} 9907587.8
{txt}Iteration 72: sum of abs. weighted deviations = {res} 9900585.3
{txt}Iteration 73: sum of abs. weighted deviations = {res} 9895613.7
{txt}Iteration 74: sum of abs. weighted deviations = {res} 9892871.3
{txt}Iteration 75: sum of abs. weighted deviations = {res} 9892484.3
{txt}Iteration 76: sum of abs. weighted deviations = {res} 9890539.8
{txt}Iteration 77: sum of abs. weighted deviations = {res} 9884541.8
{txt}Iteration 78: sum of abs. weighted deviations = {res} 9878860.7
{txt}Iteration 79: sum of abs. weighted deviations = {res} 9878387.8
{txt}Iteration 80: sum of abs. weighted deviations = {res} 9877317.6
{txt}Iteration 81: sum of abs. weighted deviations = {res} 9870495.2
{txt}Iteration 82: sum of abs. weighted deviations = {res} 9865281.1
{txt}Iteration 83: sum of abs. weighted deviations = {res} 9860119.6
{txt}Iteration 84: sum of abs. weighted deviations = {res} 9858132.3
{txt}Iteration 85: sum of abs. weighted deviations = {res} 9856418.8
{txt}Iteration 86: sum of abs. weighted deviations = {res} 9853759.2
{txt}Iteration 87: sum of abs. weighted deviations = {res} 9851557.1
{txt}Iteration 88: sum of abs. weighted deviations = {res} 9850053.7
{txt}Iteration 89: sum of abs. weighted deviations = {res} 9847325.7
{txt}Iteration 90: sum of abs. weighted deviations = {res} 9843017.5
{txt}Iteration 91: sum of abs. weighted deviations = {res} 9830729.3
{txt}Iteration 92: sum of abs. weighted deviations = {res} 9830126.5
{txt}Iteration 93: sum of abs. weighted deviations = {res} 9820617.1
{txt}note: alternate solutions exist.
Iteration 94: sum of abs. weighted deviations = {res}   9784868
{txt}Iteration 95: sum of abs. weighted deviations = {res} 9782981.2
{txt}Iteration 96: sum of abs. weighted deviations = {res} 9779223.6
{txt}Iteration 97: sum of abs. weighted deviations = {res} 9774969.4
{txt}Iteration 98: sum of abs. weighted deviations = {res} 9772358.4
{txt}Iteration 99: sum of abs. weighted deviations = {res} 9771279.1
{txt}Iteration 100: sum of abs. weighted deviations = {res} 9770816.2
{txt}Iteration 101: sum of abs. weighted deviations = {res} 9769009.4
{txt}Iteration 102: sum of abs. weighted deviations = {res} 9767732.7
{txt}Iteration 103: sum of abs. weighted deviations = {res} 9766772.7
{txt}Iteration 104: sum of abs. weighted deviations = {res} 9766186.8
{txt}Iteration 105: sum of abs. weighted deviations = {res} 9764568.2
{txt}Iteration 106: sum of abs. weighted deviations = {res} 9764039.1
{txt}Iteration 107: sum of abs. weighted deviations = {res} 9760536.1
{txt}Iteration 108: sum of abs. weighted deviations = {res} 9759625.4
{txt}Iteration 109: sum of abs. weighted deviations = {res} 9759218.7
{txt}Iteration 110: sum of abs. weighted deviations = {res} 9759104.7
{txt}Iteration 111: sum of abs. weighted deviations = {res} 9758594.8
{txt}Iteration 112: sum of abs. weighted deviations = {res} 9758456.3
{txt}Iteration 113: sum of abs. weighted deviations = {res} 9758361.4
{txt}Iteration 114: sum of abs. weighted deviations = {res}   9757762
{txt}Iteration 115: sum of abs. weighted deviations = {res} 9756896.4
{txt}Iteration 116: sum of abs. weighted deviations = {res} 9755713.3
{txt}Iteration 117: sum of abs. weighted deviations = {res} 9752370.2
{txt}Iteration 118: sum of abs. weighted deviations = {res} 9750990.3
{txt}Iteration 119: sum of abs. weighted deviations = {res} 9749934.6
{txt}Iteration 120: sum of abs. weighted deviations = {res} 9749559.6
{txt}Iteration 121: sum of abs. weighted deviations = {res} 9748944.1
{txt}Iteration 122: sum of abs. weighted deviations = {res} 9747306.6
{txt}Iteration 123: sum of abs. weighted deviations = {res} 9746559.6
{txt}Iteration 124: sum of abs. weighted deviations = {res} 9745564.9
{txt}Iteration 125: sum of abs. weighted deviations = {res} 9744811.2
{txt}Iteration 126: sum of abs. weighted deviations = {res} 9744133.7
{txt}Iteration 127: sum of abs. weighted deviations = {res} 9743174.3
{txt}Iteration 128: sum of abs. weighted deviations = {res} 9741881.2
{txt}Iteration 129: sum of abs. weighted deviations = {res} 9741014.4
{txt}Iteration 130: sum of abs. weighted deviations = {res} 9740777.6
{txt}Iteration 131: sum of abs. weighted deviations = {res} 9738282.1
{txt}Iteration 132: sum of abs. weighted deviations = {res} 9738009.3
{txt}Iteration 133: sum of abs. weighted deviations = {res} 9737533.7
{txt}Iteration 134: sum of abs. weighted deviations = {res} 9737000.3
{txt}Iteration 135: sum of abs. weighted deviations = {res} 9736650.1
{txt}Iteration 136: sum of abs. weighted deviations = {res}   9736493
{txt}Iteration 137: sum of abs. weighted deviations = {res} 9733983.4
{txt}Iteration 138: sum of abs. weighted deviations = {res} 9733845.9
{txt}Iteration 139: sum of abs. weighted deviations = {res}   9733059
{txt}Iteration 140: sum of abs. weighted deviations = {res} 9731987.7
{txt}Iteration 141: sum of abs. weighted deviations = {res}   9731690
{txt}Iteration 142: sum of abs. weighted deviations = {res} 9730954.7
{txt}Iteration 143: sum of abs. weighted deviations = {res} 9730201.4
{txt}Iteration 144: sum of abs. weighted deviations = {res} 9730111.2
{txt}Iteration 145: sum of abs. weighted deviations = {res} 9723146.1
{txt}Iteration 146: sum of abs. weighted deviations = {res} 9722059.1
{txt}Iteration 147: sum of abs. weighted deviations = {res} 9720640.2
{txt}Iteration 148: sum of abs. weighted deviations = {res} 9720518.1
{txt}Iteration 149: sum of abs. weighted deviations = {res} 9719257.6
{txt}Iteration 150: sum of abs. weighted deviations = {res} 9718840.2
{txt}Iteration 151: sum of abs. weighted deviations = {res} 9718351.9
{txt}Iteration 152: sum of abs. weighted deviations = {res}   9717995
{txt}Iteration 153: sum of abs. weighted deviations = {res}   9717801
{txt}Iteration 154: sum of abs. weighted deviations = {res} 9717724.8
{txt}Iteration 155: sum of abs. weighted deviations = {res} 9716652.5
{txt}Iteration 156: sum of abs. weighted deviations = {res} 9716259.8
{txt}Iteration 157: sum of abs. weighted deviations = {res} 9716115.2
{txt}Iteration 158: sum of abs. weighted deviations = {res} 9714984.4
{txt}Iteration 159: sum of abs. weighted deviations = {res} 9714226.8
{txt}Iteration 160: sum of abs. weighted deviations = {res} 9713534.7
{txt}Iteration 161: sum of abs. weighted deviations = {res} 9713413.2
{txt}Iteration 162: sum of abs. weighted deviations = {res} 9712942.5
{txt}Iteration 163: sum of abs. weighted deviations = {res} 9712615.5
{txt}Iteration 164: sum of abs. weighted deviations = {res}   9710958
{txt}Iteration 165: sum of abs. weighted deviations = {res} 9710800.7
{txt}Iteration 166: sum of abs. weighted deviations = {res}   9710737
{txt}Iteration 167: sum of abs. weighted deviations = {res} 9710448.6
{txt}Iteration 168: sum of abs. weighted deviations = {res} 9704636.5
{txt}Iteration 169: sum of abs. weighted deviations = {res} 9704152.3
{txt}Iteration 170: sum of abs. weighted deviations = {res} 9703782.5
{txt}Iteration 171: sum of abs. weighted deviations = {res} 9703037.8
{txt}Iteration 172: sum of abs. weighted deviations = {res} 9702639.7
{txt}Iteration 173: sum of abs. weighted deviations = {res} 9702600.3
{txt}Iteration 174: sum of abs. weighted deviations = {res} 9702230.9
{txt}Iteration 175: sum of abs. weighted deviations = {res} 9701901.4
{txt}Iteration 176: sum of abs. weighted deviations = {res} 9701764.4
{txt}Iteration 177: sum of abs. weighted deviations = {res} 9701709.5
{txt}Iteration 178: sum of abs. weighted deviations = {res} 9701611.3
{txt}Iteration 179: sum of abs. weighted deviations = {res} 9701373.8
{txt}Iteration 180: sum of abs. weighted deviations = {res} 9700513.5
{txt}Iteration 181: sum of abs. weighted deviations = {res} 9700257.2
{txt}Iteration 182: sum of abs. weighted deviations = {res} 9700120.1
{txt}Iteration 183: sum of abs. weighted deviations = {res} 9699930.3
{txt}Iteration 184: sum of abs. weighted deviations = {res}   9699866
{txt}Iteration 185: sum of abs. weighted deviations = {res} 9699784.3
{txt}Iteration 186: sum of abs. weighted deviations = {res} 9699697.2
{txt}Iteration 187: sum of abs. weighted deviations = {res} 9699540.9
{txt}Iteration 188: sum of abs. weighted deviations = {res} 9699430.5
{txt}Iteration 189: sum of abs. weighted deviations = {res} 9699080.4
{txt}Iteration 190: sum of abs. weighted deviations = {res} 9698883.8
{txt}Iteration 191: sum of abs. weighted deviations = {res} 9698825.6
{txt}Iteration 192: sum of abs. weighted deviations = {res}   9698454
{txt}Iteration 193: sum of abs. weighted deviations = {res} 9698358.6
{txt}Iteration 194: sum of abs. weighted deviations = {res} 9698155.1
{txt}Iteration 195: sum of abs. weighted deviations = {res} 9697754.3
{txt}Iteration 196: sum of abs. weighted deviations = {res} 9697639.2
{txt}Iteration 197: sum of abs. weighted deviations = {res} 9697605.5
{txt}Iteration 198: sum of abs. weighted deviations = {res} 9697079.1
{txt}Iteration 199: sum of abs. weighted deviations = {res} 9696965.6
{txt}Iteration 200: sum of abs. weighted deviations = {res} 9696794.4
{txt}Iteration 201: sum of abs. weighted deviations = {res}   9696533
{txt}Iteration 202: sum of abs. weighted deviations = {res}   9696311
{txt}Iteration 203: sum of abs. weighted deviations = {res} 9695449.1
{txt}Iteration 204: sum of abs. weighted deviations = {res} 9695233.1
{txt}Iteration 205: sum of abs. weighted deviations = {res} 9694596.5
{txt}Iteration 206: sum of abs. weighted deviations = {res} 9693733.8
{txt}Iteration 207: sum of abs. weighted deviations = {res} 9693606.8
{txt}Iteration 208: sum of abs. weighted deviations = {res} 9693219.8
{txt}Iteration 209: sum of abs. weighted deviations = {res} 9693041.5
{txt}Iteration 210: sum of abs. weighted deviations = {res} 9692996.7
{txt}Iteration 211: sum of abs. weighted deviations = {res} 9691813.2
{txt}Iteration 212: sum of abs. weighted deviations = {res} 9691709.5
{txt}Iteration 213: sum of abs. weighted deviations = {res} 9691626.3
{txt}Iteration 214: sum of abs. weighted deviations = {res} 9691545.4
{txt}Iteration 215: sum of abs. weighted deviations = {res} 9691355.2
{txt}Iteration 216: sum of abs. weighted deviations = {res} 9691252.3
{txt}Iteration 217: sum of abs. weighted deviations = {res} 9691152.1
{txt}Iteration 218: sum of abs. weighted deviations = {res} 9691113.7
{txt}Iteration 219: sum of abs. weighted deviations = {res} 9687664.8
{txt}Iteration 220: sum of abs. weighted deviations = {res} 9686987.9
{txt}Iteration 221: sum of abs. weighted deviations = {res} 9686871.5
{txt}Iteration 222: sum of abs. weighted deviations = {res} 9686685.3
{txt}Iteration 223: sum of abs. weighted deviations = {res} 9686450.1
{txt}Iteration 224: sum of abs. weighted deviations = {res} 9686100.1
{txt}Iteration 225: sum of abs. weighted deviations = {res} 9685799.3
{txt}Iteration 226: sum of abs. weighted deviations = {res} 9685661.3
{txt}Iteration 227: sum of abs. weighted deviations = {res} 9685550.5
{txt}Iteration 228: sum of abs. weighted deviations = {res}   9685491
{txt}Iteration 229: sum of abs. weighted deviations = {res} 9685217.1
{txt}Iteration 230: sum of abs. weighted deviations = {res} 9685068.6
{txt}note: alternate solutions exist.
Iteration 231: sum of abs. weighted deviations = {res} 9684143.7
{txt}Iteration 232: sum of abs. weighted deviations = {res} 9684128.1
{txt}Iteration 233: sum of abs. weighted deviations = {res} 9683392.2
{txt}Iteration 234: sum of abs. weighted deviations = {res} 9683227.5
{txt}Iteration 235: sum of abs. weighted deviations = {res} 9682938.2
{txt}Iteration 236: sum of abs. weighted deviations = {res} 9682703.8
{txt}Iteration 237: sum of abs. weighted deviations = {res} 9682643.2
{txt}Iteration 238: sum of abs. weighted deviations = {res} 9682629.9
{txt}Iteration 239: sum of abs. weighted deviations = {res} 9682577.6
{txt}Iteration 240: sum of abs. weighted deviations = {res} 9682477.6
{txt}Iteration 241: sum of abs. weighted deviations = {res} 9682437.4
{txt}Iteration 242: sum of abs. weighted deviations = {res} 9682393.2
{txt}Iteration 243: sum of abs. weighted deviations = {res} 9682251.3
{txt}Iteration 244: sum of abs. weighted deviations = {res} 9682199.3
{txt}Iteration 245: sum of abs. weighted deviations = {res} 9682182.2
{txt}Iteration 246: sum of abs. weighted deviations = {res} 9682101.3
{txt}Iteration 247: sum of abs. weighted deviations = {res} 9682092.3
{txt}Iteration 248: sum of abs. weighted deviations = {res} 9681990.8
{txt}Iteration 249: sum of abs. weighted deviations = {res} 9681849.6
{txt}Iteration 250: sum of abs. weighted deviations = {res} 9681793.7
{txt}Iteration 251: sum of abs. weighted deviations = {res} 9681751.3
{txt}Iteration 252: sum of abs. weighted deviations = {res} 9681523.3
{txt}Iteration 253: sum of abs. weighted deviations = {res}   9681420
{txt}Iteration 254: sum of abs. weighted deviations = {res} 9681409.7
{txt}Iteration 255: sum of abs. weighted deviations = {res} 9681358.7
{txt}Iteration 256: sum of abs. weighted deviations = {res} 9681321.2
{txt}Iteration 257: sum of abs. weighted deviations = {res} 9681276.4
{txt}Iteration 258: sum of abs. weighted deviations = {res} 9681260.6
{txt}Iteration 259: sum of abs. weighted deviations = {res} 9681235.4
{txt}Iteration 260: sum of abs. weighted deviations = {res} 9681230.5
{txt}Iteration 261: sum of abs. weighted deviations = {res} 9681224.2
{txt}Iteration 262: sum of abs. weighted deviations = {res} 9681155.7
{txt}Iteration 263: sum of abs. weighted deviations = {res} 9681087.8
{txt}Iteration 264: sum of abs. weighted deviations = {res} 9680985.8
{txt}Iteration 265: sum of abs. weighted deviations = {res} 9680864.5
{txt}Iteration 266: sum of abs. weighted deviations = {res} 9680774.6
{txt}Iteration 267: sum of abs. weighted deviations = {res} 9680742.1
{txt}Iteration 268: sum of abs. weighted deviations = {res} 9680696.2
{txt}Iteration 269: sum of abs. weighted deviations = {res} 9680639.7
{txt}Iteration 270: sum of abs. weighted deviations = {res}   9680567
{txt}Iteration 271: sum of abs. weighted deviations = {res} 9680549.9
{txt}Iteration 272: sum of abs. weighted deviations = {res} 9680519.3
{txt}Iteration 273: sum of abs. weighted deviations = {res} 9680492.8
{txt}Iteration 274: sum of abs. weighted deviations = {res} 9680469.1
{txt}Iteration 275: sum of abs. weighted deviations = {res} 9680461.6
{txt}Iteration 276: sum of abs. weighted deviations = {res} 9680450.5
{txt}Iteration 277: sum of abs. weighted deviations = {res} 9680444.1
{txt}Iteration 278: sum of abs. weighted deviations = {res} 9680420.2
{txt}Iteration 279: sum of abs. weighted deviations = {res} 9680366.7
{txt}Iteration 280: sum of abs. weighted deviations = {res} 9680281.2
{txt}Iteration 281: sum of abs. weighted deviations = {res} 9680181.6
{txt}Iteration 282: sum of abs. weighted deviations = {res} 9680173.8
{txt}Iteration 283: sum of abs. weighted deviations = {res}   9680002
{txt}Iteration 284: sum of abs. weighted deviations = {res} 9679954.2
{txt}Iteration 285: sum of abs. weighted deviations = {res}   9679847
{txt}Iteration 286: sum of abs. weighted deviations = {res} 9679845.6
{txt}Iteration 287: sum of abs. weighted deviations = {res} 9679834.2
{txt}Iteration 288: sum of abs. weighted deviations = {res}   9679800
{txt}Iteration 289: sum of abs. weighted deviations = {res}   9679786
{txt}Iteration 290: sum of abs. weighted deviations = {res} 9679783.5
{txt}Iteration 291: sum of abs. weighted deviations = {res} 9679754.4
{txt}Iteration 292: sum of abs. weighted deviations = {res} 9679746.8
{txt}Iteration 293: sum of abs. weighted deviations = {res} 9679726.1
{txt}Iteration 294: sum of abs. weighted deviations = {res} 9679713.1
{txt}Iteration 295: sum of abs. weighted deviations = {res} 9679682.3
{txt}Iteration 296: sum of abs. weighted deviations = {res} 9679648.9
{txt}Iteration 297: sum of abs. weighted deviations = {res} 9679633.5
{txt}Iteration 298: sum of abs. weighted deviations = {res}   9679591
{txt}Iteration 299: sum of abs. weighted deviations = {res}   9679525
{txt}Iteration 300: sum of abs. weighted deviations = {res} 9679509.6
{txt}Iteration 301: sum of abs. weighted deviations = {res} 9679426.8
{txt}Iteration 302: sum of abs. weighted deviations = {res} 9679401.4
{txt}Iteration 303: sum of abs. weighted deviations = {res} 9679388.1
{txt}Iteration 304: sum of abs. weighted deviations = {res} 9679362.8
{txt}Iteration 305: sum of abs. weighted deviations = {res}   9679127
{txt}Iteration 306: sum of abs. weighted deviations = {res} 9679106.2
{txt}Iteration 307: sum of abs. weighted deviations = {res} 9679101.8
{txt}Iteration 308: sum of abs. weighted deviations = {res} 9679090.5
{txt}Iteration 309: sum of abs. weighted deviations = {res} 9679077.3
{txt}Iteration 310: sum of abs. weighted deviations = {res} 9679066.9
{txt}Iteration 311: sum of abs. weighted deviations = {res} 9679055.6
{txt}Iteration 312: sum of abs. weighted deviations = {res} 9678987.3
{txt}Iteration 313: sum of abs. weighted deviations = {res} 9678978.8
{txt}Iteration 314: sum of abs. weighted deviations = {res} 9678968.6
{txt}Iteration 315: sum of abs. weighted deviations = {res} 9678968.4
{txt}Iteration 316: sum of abs. weighted deviations = {res} 9678905.8
{txt}Iteration 317: sum of abs. weighted deviations = {res} 9678869.3
{txt}Iteration 318: sum of abs. weighted deviations = {res} 9678843.4
{txt}Iteration 319: sum of abs. weighted deviations = {res} 9678816.8
{txt}Iteration 320: sum of abs. weighted deviations = {res} 9678810.5
{txt}Iteration 321: sum of abs. weighted deviations = {res} 9678796.5
{txt}Iteration 322: sum of abs. weighted deviations = {res} 9678793.4
{txt}Iteration 323: sum of abs. weighted deviations = {res} 9678749.3
{txt}Iteration 324: sum of abs. weighted deviations = {res} 9678723.9
{txt}Iteration 325: sum of abs. weighted deviations = {res} 9678701.7
{txt}Iteration 326: sum of abs. weighted deviations = {res} 9678684.4
{txt}Iteration 327: sum of abs. weighted deviations = {res} 9678677.1
{txt}Iteration 328: sum of abs. weighted deviations = {res} 9678667.1
{txt}Iteration 329: sum of abs. weighted deviations = {res} 9678663.5
{txt}Iteration 330: sum of abs. weighted deviations = {res} 9678653.4
{txt}Iteration 331: sum of abs. weighted deviations = {res} 9678648.3
{txt}Iteration 332: sum of abs. weighted deviations = {res} 9678643.1
{txt}Iteration 333: sum of abs. weighted deviations = {res} 9678602.5
{txt}Iteration 334: sum of abs. weighted deviations = {res} 9678595.1
{txt}Iteration 335: sum of abs. weighted deviations = {res} 9678485.5
{txt}Iteration 336: sum of abs. weighted deviations = {res} 9678484.9
{txt}Iteration 337: sum of abs. weighted deviations = {res} 9678471.6
{txt}Iteration 338: sum of abs. weighted deviations = {res} 9678463.3
{txt}Iteration 339: sum of abs. weighted deviations = {res} 9678446.1
{txt}Iteration 340: sum of abs. weighted deviations = {res} 9678443.5
{txt}Iteration 341: sum of abs. weighted deviations = {res} 9678441.3
{txt}Iteration 342: sum of abs. weighted deviations = {res} 9678433.9
{txt}Iteration 343: sum of abs. weighted deviations = {res} 9678408.9
{txt}Iteration 344: sum of abs. weighted deviations = {res} 9678399.4
{txt}Iteration 345: sum of abs. weighted deviations = {res} 9678395.5
{txt}Iteration 346: sum of abs. weighted deviations = {res}   9678394
{txt}Iteration 347: sum of abs. weighted deviations = {res} 9678385.8
{txt}Iteration 348: sum of abs. weighted deviations = {res}   9678373
{txt}Iteration 349: sum of abs. weighted deviations = {res} 9678371.7
{txt}Iteration 350: sum of abs. weighted deviations = {res} 9678356.3
{txt}Iteration 351: sum of abs. weighted deviations = {res} 9678348.3
{txt}Iteration 352: sum of abs. weighted deviations = {res} 9678332.1
{txt}Iteration 353: sum of abs. weighted deviations = {res} 9678323.3
{txt}Iteration 354: sum of abs. weighted deviations = {res} 9678309.9
{txt}Iteration 355: sum of abs. weighted deviations = {res} 9678303.9
{txt}Iteration 356: sum of abs. weighted deviations = {res} 9678297.9
{txt}Iteration 357: sum of abs. weighted deviations = {res} 9678296.8
{txt}Iteration 358: sum of abs. weighted deviations = {res} 9678287.6
{txt}Iteration 359: sum of abs. weighted deviations = {res} 9678284.9
{txt}Iteration 360: sum of abs. weighted deviations = {res} 9678278.8
{txt}Iteration 361: sum of abs. weighted deviations = {res} 9678272.5
{txt}Iteration 362: sum of abs. weighted deviations = {res} 9678268.2
{txt}Iteration 363: sum of abs. weighted deviations = {res} 9678265.4
{txt}Iteration 364: sum of abs. weighted deviations = {res} 9678264.6
{txt}Iteration 365: sum of abs. weighted deviations = {res} 9678261.4
{txt}Iteration 366: sum of abs. weighted deviations = {res}   9678248
{txt}Iteration 367: sum of abs. weighted deviations = {res} 9678238.6
{txt}Iteration 368: sum of abs. weighted deviations = {res}   9678236
{txt}Iteration 369: sum of abs. weighted deviations = {res} 9678233.6
{txt}Iteration 370: sum of abs. weighted deviations = {res} 9678221.4
{txt}Iteration 371: sum of abs. weighted deviations = {res}   9678212
{txt}Iteration 372: sum of abs. weighted deviations = {res} 9678211.5
{txt}Iteration 373: sum of abs. weighted deviations = {res} 9678210.8
{txt}Iteration 374: sum of abs. weighted deviations = {res} 9678208.7
{txt}Iteration 375: sum of abs. weighted deviations = {res} 9678205.9
{txt}Iteration 376: sum of abs. weighted deviations = {res} 9678205.5
{txt}Iteration 377: sum of abs. weighted deviations = {res} 9678202.5
{txt}Iteration 378: sum of abs. weighted deviations = {res} 9678199.4
{txt}Iteration 379: sum of abs. weighted deviations = {res} 9678197.3
{txt}Iteration 380: sum of abs. weighted deviations = {res}   9678197
{txt}Iteration 381: sum of abs. weighted deviations = {res} 9678179.4
{txt}Iteration 382: sum of abs. weighted deviations = {res} 9678164.1
{txt}Iteration 383: sum of abs. weighted deviations = {res} 9678153.8
{txt}Iteration 384: sum of abs. weighted deviations = {res} 9678151.4
{txt}Iteration 385: sum of abs. weighted deviations = {res} 9678149.2
{txt}Iteration 386: sum of abs. weighted deviations = {res} 9678146.8
{txt}Iteration 387: sum of abs. weighted deviations = {res} 9678140.3
{txt}Iteration 388: sum of abs. weighted deviations = {res} 9678138.2
{txt}Iteration 389: sum of abs. weighted deviations = {res} 9678134.6
{txt}Iteration 390: sum of abs. weighted deviations = {res} 9678133.4
{txt}Iteration 391: sum of abs. weighted deviations = {res} 9678131.9
{txt}Iteration 392: sum of abs. weighted deviations = {res}   9678131
{txt}Iteration 393: sum of abs. weighted deviations = {res} 9678128.1
{txt}Iteration 394: sum of abs. weighted deviations = {res} 9678125.6
{txt}Iteration 395: sum of abs. weighted deviations = {res} 9678123.9
{txt}Iteration 396: sum of abs. weighted deviations = {res} 9678123.7
{txt}Iteration 397: sum of abs. weighted deviations = {res} 9678123.6
{txt}Iteration 398: sum of abs. weighted deviations = {res} 9678123.1
{txt}Iteration 399: sum of abs. weighted deviations = {res}   9678097
{txt}Iteration 400: sum of abs. weighted deviations = {res} 9678096.6
{txt}Iteration 401: sum of abs. weighted deviations = {res} 9678093.4
{txt}Iteration 402: sum of abs. weighted deviations = {res} 9678092.9
{txt}Iteration 403: sum of abs. weighted deviations = {res}   9678091
{txt}Iteration 404: sum of abs. weighted deviations = {res}   9678090
{txt}Iteration 405: sum of abs. weighted deviations = {res} 9678089.2
{txt}Iteration 406: sum of abs. weighted deviations = {res} 9678088.3
{txt}Iteration 407: sum of abs. weighted deviations = {res} 9678088.3
{txt}Iteration 408: sum of abs. weighted deviations = {res} 9678088.2
{txt}Iteration 409: sum of abs. weighted deviations = {res} 9678087.5
{txt}Iteration 410: sum of abs. weighted deviations = {res}   9678087
{txt}Iteration 411: sum of abs. weighted deviations = {res} 9678086.8
{txt}Iteration 412: sum of abs. weighted deviations = {res} 9678086.7
{txt}Iteration 413: sum of abs. weighted deviations = {res} 9678086.5
{txt}Iteration 414: sum of abs. weighted deviations = {res} 9678085.3
{txt}Iteration 415: sum of abs. weighted deviations = {res} 9678084.6
{txt}Iteration 416: sum of abs. weighted deviations = {res} 9678084.6
{txt}Iteration 417: sum of abs. weighted deviations = {res} 9678084.4
{txt}Iteration 418: sum of abs. weighted deviations = {res} 9678083.2
{txt}Iteration 419: sum of abs. weighted deviations = {res}   9678083
{txt}Iteration 420: sum of abs. weighted deviations = {res} 9678082.5
{txt}Iteration 421: sum of abs. weighted deviations = {res} 9678081.8
{txt}Iteration 422: sum of abs. weighted deviations = {res} 9678081.2
{txt}Iteration 423: sum of abs. weighted deviations = {res} 9678080.6
{txt}Iteration 424: sum of abs. weighted deviations = {res} 9678079.6
{txt}Iteration 425: sum of abs. weighted deviations = {res} 9678079.2
{txt}Iteration 426: sum of abs. weighted deviations = {res} 9678078.6
{txt}Iteration 427: sum of abs. weighted deviations = {res} 9678078.3
{txt}Iteration 428: sum of abs. weighted deviations = {res} 9678077.7
{txt}Iteration 429: sum of abs. weighted deviations = {res} 9678077.4
{txt}Iteration 430: sum of abs. weighted deviations = {res} 9678076.3
{txt}Iteration 431: sum of abs. weighted deviations = {res} 9678074.6
{txt}Iteration 432: sum of abs. weighted deviations = {res} 9678073.8
{txt}Iteration 433: sum of abs. weighted deviations = {res} 9678072.4
{txt}Iteration 434: sum of abs. weighted deviations = {res} 9678072.3
{txt}Iteration 435: sum of abs. weighted deviations = {res} 9678071.9
{txt}Iteration 436: sum of abs. weighted deviations = {res} 9678071.2
{txt}Iteration 437: sum of abs. weighted deviations = {res} 9678070.9
{txt}Iteration 438: sum of abs. weighted deviations = {res}   9678068
{txt}Iteration 439: sum of abs. weighted deviations = {res} 9678067.6
{txt}Iteration 440: sum of abs. weighted deviations = {res} 9678067.5
{txt}Iteration 441: sum of abs. weighted deviations = {res} 9678067.2
{txt}Iteration 442: sum of abs. weighted deviations = {res} 9678066.8
{txt}Iteration 443: sum of abs. weighted deviations = {res} 9678066.5
{txt}Iteration 444: sum of abs. weighted deviations = {res} 9678066.2
{txt}Iteration 445: sum of abs. weighted deviations = {res} 9678066.2
{txt}Iteration 446: sum of abs. weighted deviations = {res}   9678066
{txt}Iteration 447: sum of abs. weighted deviations = {res} 9678065.1
{txt}Iteration 448: sum of abs. weighted deviations = {res} 9678063.7
{txt}Iteration 449: sum of abs. weighted deviations = {res} 9678058.7
{txt}Iteration 450: sum of abs. weighted deviations = {res} 9678057.4
{txt}Iteration 451: sum of abs. weighted deviations = {res}   9678057
{txt}note: alternate solutions exist.
Iteration 452: sum of abs. weighted deviations = {res} 9678055.4
{txt}Iteration 453: sum of abs. weighted deviations = {res} 9678054.3
{txt}Iteration 454: sum of abs. weighted deviations = {res} 9678053.7
{txt}Iteration 455: sum of abs. weighted deviations = {res} 9678053.1
{txt}Iteration 456: sum of abs. weighted deviations = {res} 9678052.8
{txt}Iteration 457: sum of abs. weighted deviations = {res} 9678052.7
{txt}Iteration 458: sum of abs. weighted deviations = {res} 9678052.5
{txt}Iteration 459: sum of abs. weighted deviations = {res} 9678052.4
{txt}Iteration 460: sum of abs. weighted deviations = {res} 9678047.4
{txt}Iteration 461: sum of abs. weighted deviations = {res} 9678047.3
{txt}Iteration 462: sum of abs. weighted deviations = {res} 9678047.1
{txt}Iteration 463: sum of abs. weighted deviations = {res} 9678047.1
{txt}Iteration 464: sum of abs. weighted deviations = {res} 9678046.7
{txt}Iteration 465: sum of abs. weighted deviations = {res} 9678046.7
{txt}Iteration 466: sum of abs. weighted deviations = {res} 9678046.7
{txt}Iteration 467: sum of abs. weighted deviations = {res} 9678046.6
{txt}Iteration 468: sum of abs. weighted deviations = {res} 9678046.6
{txt}Iteration 469: sum of abs. weighted deviations = {res} 9678046.5
{txt}Iteration 470: sum of abs. weighted deviations = {res} 9678046.4
{txt}Iteration 471: sum of abs. weighted deviations = {res} 9678046.3
{txt}Iteration 472: sum of abs. weighted deviations = {res} 9678046.3
{txt}Iteration 473: sum of abs. weighted deviations = {res} 9678046.2
{txt}Iteration 474: sum of abs. weighted deviations = {res}   9678046
{txt}Iteration 475: sum of abs. weighted deviations = {res} 9678045.7
{txt}Iteration 476: sum of abs. weighted deviations = {res} 9678045.5
{txt}Iteration 477: sum of abs. weighted deviations = {res} 9678045.2
{txt}Iteration 478: sum of abs. weighted deviations = {res} 9678045.1
{txt}Iteration 479: sum of abs. weighted deviations = {res}   9678045
{txt}Iteration 480: sum of abs. weighted deviations = {res} 9678044.5
{txt}Iteration 481: sum of abs. weighted deviations = {res} 9678044.3
{txt}Iteration 482: sum of abs. weighted deviations = {res} 9678043.9
{txt}Iteration 483: sum of abs. weighted deviations = {res} 9678043.7
{txt}Iteration 484: sum of abs. weighted deviations = {res} 9678043.7
{txt}Iteration 485: sum of abs. weighted deviations = {res} 9678042.4
{txt}Iteration 486: sum of abs. weighted deviations = {res}   9678042
{txt}Iteration 487: sum of abs. weighted deviations = {res} 9678041.9
{txt}Iteration 488: sum of abs. weighted deviations = {res} 9678041.8
{txt}Iteration 489: sum of abs. weighted deviations = {res} 9678041.8
{txt}Iteration 490: sum of abs. weighted deviations = {res} 9678041.6
{txt}Iteration 491: sum of abs. weighted deviations = {res} 9678041.5
{txt}Iteration 492: sum of abs. weighted deviations = {res} 9678041.5
{txt}Iteration 493: sum of abs. weighted deviations = {res} 9678041.1
{txt}Iteration 494: sum of abs. weighted deviations = {res} 9678040.9
{txt}Iteration 495: sum of abs. weighted deviations = {res} 9678040.8
{txt}Iteration 496: sum of abs. weighted deviations = {res} 9678040.6
{txt}Iteration 497: sum of abs. weighted deviations = {res} 9678040.5
{txt}Iteration 498: sum of abs. weighted deviations = {res} 9678040.4
{txt}Iteration 499: sum of abs. weighted deviations = {res} 9678040.3
{txt}Iteration 500: sum of abs. weighted deviations = {res} 9678040.3
{txt}Iteration 501: sum of abs. weighted deviations = {res} 9678040.2
{txt}Iteration 502: sum of abs. weighted deviations = {res} 9678040.1
{txt}Iteration 503: sum of abs. weighted deviations = {res}   9678040
{txt}Iteration 504: sum of abs. weighted deviations = {res}   9678040
{txt}Iteration 505: sum of abs. weighted deviations = {res} 9678039.9
{txt}Iteration 506: sum of abs. weighted deviations = {res} 9678039.9
{txt}Iteration 507: sum of abs. weighted deviations = {res} 9678039.8
{txt}Iteration 508: sum of abs. weighted deviations = {res} 9678039.6
{txt}Iteration 509: sum of abs. weighted deviations = {res} 9678039.5
{txt}Iteration 510: sum of abs. weighted deviations = {res} 9678039.5
{txt}Iteration 511: sum of abs. weighted deviations = {res} 9678039.4
{txt}Iteration 512: sum of abs. weighted deviations = {res} 9678039.4
{txt}Iteration 513: sum of abs. weighted deviations = {res} 9678039.4
{txt}Iteration 514: sum of abs. weighted deviations = {res} 9678039.4
{txt}Iteration 515: sum of abs. weighted deviations = {res} 9678039.3
{txt}Iteration 516: sum of abs. weighted deviations = {res} 9678039.3
{txt}Iteration 517: sum of abs. weighted deviations = {res} 9678039.2
{txt}Iteration 518: sum of abs. weighted deviations = {res}   9678039
{txt}Iteration 519: sum of abs. weighted deviations = {res} 9678038.5
{txt}Iteration 520: sum of abs. weighted deviations = {res} 9678038.3
{txt}Iteration 521: sum of abs. weighted deviations = {res} 9678038.2
{txt}Iteration 522: sum of abs. weighted deviations = {res} 9678038.1
{txt}Iteration 523: sum of abs. weighted deviations = {res} 9678037.8
{txt}Iteration 524: sum of abs. weighted deviations = {res} 9678037.6
{txt}Iteration 525: sum of abs. weighted deviations = {res} 9678037.4
{txt}Iteration 526: sum of abs. weighted deviations = {res} 9678037.4
{txt}Iteration 527: sum of abs. weighted deviations = {res} 9678037.4
{txt}Iteration 528: sum of abs. weighted deviations = {res} 9678037.3
{txt}Iteration 529: sum of abs. weighted deviations = {res} 9678037.3
{txt}Iteration 530: sum of abs. weighted deviations = {res} 9678037.2
{txt}Iteration 531: sum of abs. weighted deviations = {res} 9678037.2
{txt}Iteration 532: sum of abs. weighted deviations = {res} 9678037.2
{txt}Iteration 533: sum of abs. weighted deviations = {res} 9678037.1
{txt}Iteration 534: sum of abs. weighted deviations = {res}   9678037
{txt}Iteration 535: sum of abs. weighted deviations = {res}   9678037
{txt}Iteration 536: sum of abs. weighted deviations = {res}   9678037
{txt}Iteration 537: sum of abs. weighted deviations = {res}   9678037
{txt}Iteration 538: sum of abs. weighted deviations = {res} 9678036.9
{txt}Iteration 539: sum of abs. weighted deviations = {res} 9678036.9
{txt}Iteration 540: sum of abs. weighted deviations = {res} 9678036.9
{txt}Iteration 541: sum of abs. weighted deviations = {res} 9678036.9
{txt}Iteration 542: sum of abs. weighted deviations = {res} 9678036.9
{txt}Iteration 543: sum of abs. weighted deviations = {res} 9678036.8
{txt}Iteration 544: sum of abs. weighted deviations = {res} 9678036.8
{txt}Iteration 545: sum of abs. weighted deviations = {res} 9678036.8
{txt}Iteration 546: sum of abs. weighted deviations = {res} 9678036.7
{txt}Iteration 547: sum of abs. weighted deviations = {res} 9678036.7
{txt}Iteration 548: sum of abs. weighted deviations = {res} 9678036.7
{txt}Iteration 549: sum of abs. weighted deviations = {res} 9678036.7
{txt}Iteration 550: sum of abs. weighted deviations = {res} 9678036.7
{txt}Iteration 551: sum of abs. weighted deviations = {res} 9678036.7
{txt}Iteration 552: sum of abs. weighted deviations = {res} 9678036.7
{txt}Iteration 553: sum of abs. weighted deviations = {res} 9678036.7
{txt}Iteration 554: sum of abs. weighted deviations = {res} 9678036.6
{txt}Iteration 555: sum of abs. weighted deviations = {res} 9678036.6
{txt}Iteration 556: sum of abs. weighted deviations = {res} 9678036.6
{txt}Iteration 557: sum of abs. weighted deviations = {res} 9678036.6
{txt}Iteration 558: sum of abs. weighted deviations = {res} 9678036.6
{txt}Iteration 559: sum of abs. weighted deviations = {res} 9678036.5
{txt}Iteration 560: sum of abs. weighted deviations = {res} 9678036.5
{txt}Iteration 561: sum of abs. weighted deviations = {res} 9678036.5
{txt}Iteration 562: sum of abs. weighted deviations = {res} 9678036.5
{txt}Iteration 563: sum of abs. weighted deviations = {res} 9678036.5
{txt}Iteration 564: sum of abs. weighted deviations = {res} 9678036.5
{txt}Iteration 565: sum of abs. weighted deviations = {res} 9678036.5
{txt}Iteration 566: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 567: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 568: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 569: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 570: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 571: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 572: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 573: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 574: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 575: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 576: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 577: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 578: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 579: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 580: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 581: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 582: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 583: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 584: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 585: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 586: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 587: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 588: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 589: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 590: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 591: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 592: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 593: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 594: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 595: sum of abs. weighted deviations = {res} 9678036.4
{txt}Iteration 596: sum of abs. weighted deviations = {res} 9678036.3
{txt}Iteration 597: sum of abs. weighted deviations = {res} 9678036.3
{txt}Iteration 598: sum of abs. weighted deviations = {res} 9678036.3
{txt}Iteration 599: sum of abs. weighted deviations = {res} 9678036.3
{txt}Iteration 600: sum of abs. weighted deviations = {res} 9678036.3
{txt}Iteration 601: sum of abs. weighted deviations = {res} 9678036.3
{txt}Iteration 602: sum of abs. weighted deviations = {res} 9678036.3
{txt}Iteration 603: sum of abs. weighted deviations = {res} 9678036.3
{txt}Iteration 604: sum of abs. weighted deviations = {res} 9678036.3
{txt}Iteration 605: sum of abs. weighted deviations = {res} 9678036.3
{txt}Iteration 606: sum of abs. weighted deviations = {res} 9678036.3
{txt}Iteration 607: sum of abs. weighted deviations = {res} 9678036.3
{txt}Iteration 608: sum of abs. weighted deviations = {res} 9678036.3
{txt}Iteration 609: sum of abs. weighted deviations = {res} 9678036.3
{txt}Iteration 610: sum of abs. weighted deviations = {res} 9678036.3
{txt}Iteration 611: sum of abs. weighted deviations = {res} 9678036.3
{txt}Iteration 612: sum of abs. weighted deviations = {res} 9678036.3
{txt}Iteration 613: sum of abs. weighted deviations = {res} 9678036.3
{txt}Iteration 614: sum of abs. weighted deviations = {res} 9678036.3
{txt}Iteration 615: sum of abs. weighted deviations = {res} 9678036.2
{txt}Iteration 616: sum of abs. weighted deviations = {res} 9678036.2
{txt}Iteration 617: sum of abs. weighted deviations = {res} 9678036.2
{txt}Iteration 618: sum of abs. weighted deviations = {res} 9678036.2
{txt}Iteration 619: sum of abs. weighted deviations = {res} 9678036.2
{txt}Iteration 620: sum of abs. weighted deviations = {res} 9678036.2
{txt}Iteration 621: sum of abs. weighted deviations = {res} 9678036.2
{txt}Iteration 622: sum of abs. weighted deviations = {res} 9678036.2
{txt}Iteration 623: sum of abs. weighted deviations = {res} 9678036.2
{txt}Iteration 624: sum of abs. weighted deviations = {res} 9678036.2
{txt}Iteration 625: sum of abs. weighted deviations = {res} 9678036.2
{txt}Iteration 626: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 627: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 628: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 629: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 630: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 631: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 632: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 633: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 634: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 635: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 636: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 637: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 638: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 639: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 640: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 641: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 642: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 643: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 644: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 645: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 646: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 647: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 648: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 649: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 650: sum of abs. weighted deviations = {res} 9678036.1
{txt}Iteration 651: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 652: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 653: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 654: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 655: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 656: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 657: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 658: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 659: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 660: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 661: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 662: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 663: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 664: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 665: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 666: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 667: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 668: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 669: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 670: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 671: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 672: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 673: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 674: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 675: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 676: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 677: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 678: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 679: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 680: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 681: sum of abs. weighted deviations = {res}   9678036
{txt}Iteration 682: sum of abs. weighted deviations = {res}   9678036

{txt}.25 Quantile regression{col 53}Number of obs = {res}   701,077
{txt}  Raw sum of deviations{res} 1.12e+07{txt} (about {res}215{txt})
  Min sum of deviations{res}  9678036{col 53}{txt}Pseudo R2     = {res}    0.1373

{txt}{hline 30}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 1}                  punt_global{col 31}{c |} Coefficient{col 43}  Std. err.{col 55}      t{col 63}   P>|t|{col 71}     [95% con{col 84}f. interval]
{hline 30}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 11}1.cole_calendario_ {c |}{col 31}{res}{space 2} 19.96287{col 43}{space 2} .6389807{col 54}{space 1}   31.24{col 63}{space 3}0.000{col 71}{space 4} 18.71049{col 84}{space 3} 21.21525
{txt}{space 17}1.cole_rural {c |}{col 31}{res}{space 2}-9.274324{col 43}{space 2} .2174199{col 54}{space 1}  -42.66{col 63}{space 3}0.000{col 71}{space 4}-9.700459{col 84}{space 3}-8.848188
{txt}{space 13}1.cole_bilingue_ {c |}{col 31}{res}{space 2} 1.711572{col 43}{space 2} .5806696{col 54}{space 1}    2.95{col 63}{space 3}0.003{col 71}{space 4} .5734781{col 84}{space 3} 2.849665
{txt}{space 15}1.cole_tecnico {c |}{col 31}{res}{space 2}-1.807067{col 43}{space 2} .1547231{col 54}{space 1}  -11.68{col 63}{space 3}0.000{col 71}{space 4}-2.110319{col 84}{space 3}-1.503814
{txt}{space 15}1.cole_oficial {c |}{col 31}{res}{space 2}-10.00302{col 43}{space 2} .2343421{col 54}{space 1}  -42.69{col 63}{space 3}0.000{col 71}{space 4}-10.46233{col 84}{space 3} -9.54372
{txt}{space 29} {c |}
{space 17}cole_genero_ {c |}
{space 27}1  {c |}{col 31}{res}{space 2} 15.54375{col 43}{space 2} .7468018{col 54}{space 1}   20.81{col 63}{space 3}0.000{col 71}{space 4} 14.08005{col 84}{space 3} 17.00746
{txt}{space 27}2  {c |}{col 31}{res}{space 2} 18.92703{col 43}{space 2} .4393004{col 54}{space 1}   43.08{col 63}{space 3}0.000{col 71}{space 4} 18.06601{col 84}{space 3} 19.78804
{txt}{space 29} {c |}
{space 16}cole_jornada_ {c |}
{space 27}1  {c |}{col 31}{res}{space 2} -16.0095{col 43}{space 2} .2521893{col 54}{space 1}  -63.48{col 63}{space 3}0.000{col 71}{space 4}-16.50378{col 84}{space 3}-15.51522
{txt}{space 27}2  {c |}{col 31}{res}{space 2}-18.50828{col 43}{space 2} .3336879{col 54}{space 1}  -55.47{col 63}{space 3}0.000{col 71}{space 4}-19.16229{col 84}{space 3}-17.85426
{txt}{space 27}3  {c |}{col 31}{res}{space 2}-35.52188{col 43}{space 2} .4397731{col 54}{space 1}  -80.77{col 63}{space 3}0.000{col 71}{space 4}-36.38382{col 84}{space 3}-34.65994
{txt}{space 27}4  {c |}{col 31}{res}{space 2}-35.16336{col 43}{space 2} .4325381{col 54}{space 1}  -81.30{col 63}{space 3}0.000{col 71}{space 4}-36.01112{col 84}{space 3} -34.3156
{txt}{space 27}5  {c |}{col 31}{res}{space 2}-10.88227{col 43}{space 2}  .275769{col 54}{space 1}  -39.46{col 63}{space 3}0.000{col 71}{space 4}-11.42277{col 84}{space 3}-10.34177
{txt}{space 29} {c |}
{space 12}1.estu_extranjero {c |}{col 31}{res}{space 2} 2.688831{col 43}{space 2}  .642141{col 54}{space 1}    4.19{col 63}{space 3}0.000{col 71}{space 4} 1.430256{col 84}{space 3} 3.947407
{txt}{space 17}1.estu_mujer {c |}{col 31}{res}{space 2}-3.651267{col 43}{space 2} .1445955{col 54}{space 1}  -25.25{col 63}{space 3}0.000{col 71}{space 4}-3.934669{col 84}{space 3}-3.367864
{txt}{space 5}0.estu_privado_libertad_ {c |}{col 31}{res}{space 2}        0{col 43}{txt}  (omitted)
{space 25}edad {c |}{col 31}{res}{space 2}  -2.1173{col 43}{space 2} .0330204{col 54}{space 1}  -64.12{col 63}{space 3}0.000{col 71}{space 4}-2.182019{col 84}{space 3}-2.052581
{txt}{space 14}1.fami_internet {c |}{col 31}{res}{space 2} 5.102044{col 43}{space 2} .2206763{col 54}{space 1}   23.12{col 63}{space 3}0.000{col 71}{space 4} 4.669525{col 84}{space 3} 5.534562
{txt}{space 12}1.fami_computador {c |}{col 31}{res}{space 2} 1.053181{col 43}{space 2} .3909273{col 54}{space 1}    2.69{col 63}{space 3}0.007{col 71}{space 4}  .286976{col 84}{space 3} 1.819386
{txt}{space 29} {c |}
fami_internet#fami_computador {c |}
{space 25}1 1  {c |}{col 31}{res}{space 2} 8.793898{col 43}{space 2}   .42942{col 54}{space 1}   20.48{col 63}{space 3}0.000{col 71}{space 4} 7.952248{col 84}{space 3} 9.635547
{txt}{space 29} {c |}
{space 19}educ_madre {c |}
{space 27}1  {c |}{col 31}{res}{space 2}  .628886{col 43}{space 2} .2559718{col 54}{space 1}    2.46{col 63}{space 3}0.014{col 71}{space 4} .1271897{col 84}{space 3} 1.130582
{txt}{space 27}2  {c |}{col 31}{res}{space 2} 5.152922{col 43}{space 2} .2555882{col 54}{space 1}   20.16{col 63}{space 3}0.000{col 71}{space 4} 4.651977{col 84}{space 3} 5.653866
{txt}{space 27}3  {c |}{col 31}{res}{space 2} 15.49057{col 43}{space 2} .3236951{col 54}{space 1}   47.86{col 63}{space 3}0.000{col 71}{space 4} 14.85614{col 84}{space 3}   16.125
{txt}{space 27}4  {c |}{col 31}{res}{space 2} 15.65501{col 43}{space 2} .3310047{col 54}{space 1}   47.30{col 63}{space 3}0.000{col 71}{space 4} 15.00625{col 84}{space 3} 16.30377
{txt}{space 27}5  {c |}{col 31}{res}{space 2} 33.91048{col 43}{space 2} .5558773{col 54}{space 1}   61.00{col 63}{space 3}0.000{col 71}{space 4} 32.82098{col 84}{space 3} 34.99998
{txt}{space 29} {c |}
{space 19}educ_padre {c |}
{space 27}1  {c |}{col 31}{res}{space 2} .5479994{col 43}{space 2} .2246741{col 54}{space 1}    2.44{col 63}{space 3}0.015{col 71}{space 4} .1076455{col 84}{space 3} .9883534
{txt}{space 27}2  {c |}{col 31}{res}{space 2} 2.970351{col 43}{space 2} .2293947{col 54}{space 1}   12.95{col 63}{space 3}0.000{col 71}{space 4} 2.520745{col 84}{space 3} 3.419957
{txt}{space 27}3  {c |}{col 31}{res}{space 2} 10.99655{col 43}{space 2} .3326987{col 54}{space 1}   33.05{col 63}{space 3}0.000{col 71}{space 4} 10.34447{col 84}{space 3} 11.64862
{txt}{space 27}4  {c |}{col 31}{res}{space 2} 12.10089{col 43}{space 2} .3173466{col 54}{space 1}   38.13{col 63}{space 3}0.000{col 71}{space 4}  11.4789{col 84}{space 3} 12.72288
{txt}{space 27}5  {c |}{col 31}{res}{space 2} 34.83218{col 43}{space 2} .5739933{col 54}{space 1}   60.68{col 63}{space 3}0.000{col 71}{space 4} 33.70717{col 84}{space 3} 35.95719
{txt}{space 29} {c |}
{space 22}estrato {c |}
{space 27}2  {c |}{col 31}{res}{space 2}-1.577864{col 43}{space 2} .1825323{col 54}{space 1}   -8.64{col 63}{space 3}0.000{col 71}{space 4}-1.935622{col 84}{space 3}-1.220107
{txt}{space 27}3  {c |}{col 31}{res}{space 2}-4.673719{col 43}{space 2} .2177348{col 54}{space 1}  -21.47{col 63}{space 3}0.000{col 71}{space 4}-5.100472{col 84}{space 3}-4.246966
{txt}{space 27}4  {c |}{col 31}{res}{space 2}-10.62162{col 43}{space 2} .3406466{col 54}{space 1}  -31.18{col 63}{space 3}0.000{col 71}{space 4}-11.28927{col 84}{space 3}-9.953961
{txt}{space 27}5  {c |}{col 31}{res}{space 2}-12.34636{col 43}{space 2} .5367785{col 54}{space 1}  -23.00{col 63}{space 3}0.000{col 71}{space 4}-13.39843{col 84}{space 3}-11.29429
{txt}{space 27}6  {c |}{col 31}{res}{space 2}-17.79778{col 43}{space 2} .7319609{col 54}{space 1}  -24.32{col 63}{space 3}0.000{col 71}{space 4} -19.2324{col 84}{space 3}-16.36316
{txt}{space 29} {c |}
{space 22}quintil {c |}
{space 27}2  {c |}{col 31}{res}{space 2}-6.397381{col 43}{space 2} .1782887{col 54}{space 1}  -35.88{col 63}{space 3}0.000{col 71}{space 4}-6.746821{col 84}{space 3} -6.04794
{txt}{space 27}3  {c |}{col 31}{res}{space 2}-8.695092{col 43}{space 2} .2158154{col 54}{space 1}  -40.29{col 63}{space 3}0.000{col 71}{space 4}-9.118083{col 84}{space 3}-8.272101
{txt}{space 27}4  {c |}{col 31}{res}{space 2}-12.30153{col 43}{space 2} .2658228{col 54}{space 1}  -46.28{col 63}{space 3}0.000{col 71}{space 4}-12.82253{col 84}{space 3}-11.78052
{txt}{space 27}5  {c |}{col 31}{res}{space 2}-24.24568{col 43}{space 2} .4721998{col 54}{space 1}  -51.35{col 63}{space 3}0.000{col 71}{space 4}-25.17118{col 84}{space 3}-23.32019
{txt}{space 29} {c |}
{space 24}_cons {c |}{col 31}{res}{space 2} 269.8212{col 43}{space 2} .9610254{col 54}{space 1}  280.76{col 63}{space 3}0.000{col 71}{space 4} 267.9376{col 84}{space 3} 271.7047
{txt}{hline 30}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}

{com}. estimates store qreg25
{txt}
{com}. 
. qreg punt_global /*Características del colegio*/ i.cole_calendario_ i.cole_rural i.cole_bilingue_ i.cole_tecnico  i.cole_oficial i.cole_genero_ i.cole_jornada_ /* Características del estudiante */ i.estu_extranjero i.estu_mujer i.estu_privado_libertad_ edad /* Características del hogar */ i.fami_internet i.fami_computador i.fami_internet##fami_computador i.educ_madre i.educ_padre i.estrato /* Quintil de IPM departamento de residencia */ i.quintil, q(0.50) iter(1000)
{txt}note: {bf:0.estu_privado_libertad_} omitted because of collinearity.
Iteration  1:  WLS sum of weighted deviations = {res}  12538569

{txt}Iteration  1: sum of abs. weighted deviations = {res}  12538409
{txt}Iteration  2: sum of abs. weighted deviations = {res}  12538387
{txt}Iteration  3: sum of abs. weighted deviations = {res}  12536448
{txt}Iteration  4: sum of abs. weighted deviations = {res}  12534800
{txt}Iteration  5: sum of abs. weighted deviations = {res}  12533565
{txt}Iteration  6: sum of abs. weighted deviations = {res}  12532120
{txt}Iteration  7: sum of abs. weighted deviations = {res}  12531928
{txt}Iteration  8: sum of abs. weighted deviations = {res}  12531486
{txt}Iteration  9: sum of abs. weighted deviations = {res}  12530788
{txt}Iteration 10: sum of abs. weighted deviations = {res}  12529526
{txt}Iteration 11: sum of abs. weighted deviations = {res}  12529142
{txt}Iteration 12: sum of abs. weighted deviations = {res}  12528378
{txt}Iteration 13: sum of abs. weighted deviations = {res}  12527954
{txt}Iteration 14: sum of abs. weighted deviations = {res}  12527390
{txt}Iteration 15: sum of abs. weighted deviations = {res}  12526792
{txt}Iteration 16: sum of abs. weighted deviations = {res}  12526341
{txt}Iteration 17: sum of abs. weighted deviations = {res}  12526037
{txt}Iteration 18: sum of abs. weighted deviations = {res}  12525932
{txt}Iteration 19: sum of abs. weighted deviations = {res}  12525472
{txt}Iteration 20: sum of abs. weighted deviations = {res}  12525318
{txt}Iteration 21: sum of abs. weighted deviations = {res}  12525136
{txt}Iteration 22: sum of abs. weighted deviations = {res}  12525028
{txt}Iteration 23: sum of abs. weighted deviations = {res}  12524765
{txt}Iteration 24: sum of abs. weighted deviations = {res}  12524542
{txt}Iteration 25: sum of abs. weighted deviations = {res}  12524409
{txt}Iteration 26: sum of abs. weighted deviations = {res}  12524387
{txt}Iteration 27: sum of abs. weighted deviations = {res}  12524061
{txt}Iteration 28: sum of abs. weighted deviations = {res}  12524008
{txt}Iteration 29: sum of abs. weighted deviations = {res}  12523904
{txt}Iteration 30: sum of abs. weighted deviations = {res}  12523768
{txt}Iteration 31: sum of abs. weighted deviations = {res}  12523441
{txt}Iteration 32: sum of abs. weighted deviations = {res}  12523248
{txt}Iteration 33: sum of abs. weighted deviations = {res}  12523092
{txt}Iteration 34: sum of abs. weighted deviations = {res}  12523056
{txt}Iteration 35: sum of abs. weighted deviations = {res}  12522843
{txt}Iteration 36: sum of abs. weighted deviations = {res}  12522777
{txt}Iteration 37: sum of abs. weighted deviations = {res}  12522675
{txt}note: alternate solutions exist.
Iteration 38: sum of abs. weighted deviations = {res}  12522080
{txt}Iteration 39: sum of abs. weighted deviations = {res}  12522063
{txt}Iteration 40: sum of abs. weighted deviations = {res}  12522032
{txt}Iteration 41: sum of abs. weighted deviations = {res}  12521996
{txt}Iteration 42: sum of abs. weighted deviations = {res}  12521915
{txt}Iteration 43: sum of abs. weighted deviations = {res}  12521838
{txt}Iteration 44: sum of abs. weighted deviations = {res}  12521777
{txt}Iteration 45: sum of abs. weighted deviations = {res}  12521705
{txt}Iteration 46: sum of abs. weighted deviations = {res}  12521593
{txt}Iteration 47: sum of abs. weighted deviations = {res}  12521485
{txt}Iteration 48: sum of abs. weighted deviations = {res}  12521411
{txt}Iteration 49: sum of abs. weighted deviations = {res}  12521293
{txt}Iteration 50: sum of abs. weighted deviations = {res}  12521155
{txt}note: alternate solutions exist.
Iteration 51: sum of abs. weighted deviations = {res}  12520948
{txt}Iteration 52: sum of abs. weighted deviations = {res}  12520927
{txt}Iteration 53: sum of abs. weighted deviations = {res}  12520856
{txt}Iteration 54: sum of abs. weighted deviations = {res}  12520786
{txt}Iteration 55: sum of abs. weighted deviations = {res}  12520768
{txt}Iteration 56: sum of abs. weighted deviations = {res}  12520763
{txt}Iteration 57: sum of abs. weighted deviations = {res}  12520690
{txt}Iteration 58: sum of abs. weighted deviations = {res}  12520658
{txt}Iteration 59: sum of abs. weighted deviations = {res}  12520626
{txt}Iteration 60: sum of abs. weighted deviations = {res}  12520583
{txt}Iteration 61: sum of abs. weighted deviations = {res}  12520476
{txt}Iteration 62: sum of abs. weighted deviations = {res}  12520463
{txt}Iteration 63: sum of abs. weighted deviations = {res}  12520368
{txt}Iteration 64: sum of abs. weighted deviations = {res}  12520281
{txt}Iteration 65: sum of abs. weighted deviations = {res}  12520201
{txt}Iteration 66: sum of abs. weighted deviations = {res}  12520192
{txt}Iteration 67: sum of abs. weighted deviations = {res}  12520100
{txt}Iteration 68: sum of abs. weighted deviations = {res}  12520016
{txt}Iteration 69: sum of abs. weighted deviations = {res}  12519987
{txt}Iteration 70: sum of abs. weighted deviations = {res}  12519973
{txt}Iteration 71: sum of abs. weighted deviations = {res}  12519942
{txt}Iteration 72: sum of abs. weighted deviations = {res}  12519894
{txt}Iteration 73: sum of abs. weighted deviations = {res}  12519860
{txt}Iteration 74: sum of abs. weighted deviations = {res}  12519848
{txt}Iteration 75: sum of abs. weighted deviations = {res}  12519826
{txt}Iteration 76: sum of abs. weighted deviations = {res}  12519797
{txt}Iteration 77: sum of abs. weighted deviations = {res}  12519745
{txt}Iteration 78: sum of abs. weighted deviations = {res}  12519726
{txt}Iteration 79: sum of abs. weighted deviations = {res}  12519717
{txt}Iteration 80: sum of abs. weighted deviations = {res}  12519707
{txt}Iteration 81: sum of abs. weighted deviations = {res}  12519694
{txt}Iteration 82: sum of abs. weighted deviations = {res}  12519676
{txt}Iteration 83: sum of abs. weighted deviations = {res}  12519614
{txt}Iteration 84: sum of abs. weighted deviations = {res}  12519598
{txt}Iteration 85: sum of abs. weighted deviations = {res}  12519557
{txt}Iteration 86: sum of abs. weighted deviations = {res}  12519556
{txt}Iteration 87: sum of abs. weighted deviations = {res}  12519550
{txt}Iteration 88: sum of abs. weighted deviations = {res}  12519514
{txt}Iteration 89: sum of abs. weighted deviations = {res}  12519454
{txt}Iteration 90: sum of abs. weighted deviations = {res}  12519424
{txt}Iteration 91: sum of abs. weighted deviations = {res}  12519369
{txt}Iteration 92: sum of abs. weighted deviations = {res}  12519357
{txt}Iteration 93: sum of abs. weighted deviations = {res}  12519325
{txt}Iteration 94: sum of abs. weighted deviations = {res}  12519230
{txt}Iteration 95: sum of abs. weighted deviations = {res}  12519218
{txt}Iteration 96: sum of abs. weighted deviations = {res}  12519210
{txt}Iteration 97: sum of abs. weighted deviations = {res}  12519138
{txt}Iteration 98: sum of abs. weighted deviations = {res}  12519087
{txt}Iteration 99: sum of abs. weighted deviations = {res}  12519079
{txt}Iteration 100: sum of abs. weighted deviations = {res}  12519067
{txt}Iteration 101: sum of abs. weighted deviations = {res}  12519053
{txt}Iteration 102: sum of abs. weighted deviations = {res}  12519049
{txt}Iteration 103: sum of abs. weighted deviations = {res}  12519031
{txt}Iteration 104: sum of abs. weighted deviations = {res}  12519022
{txt}Iteration 105: sum of abs. weighted deviations = {res}  12519013
{txt}Iteration 106: sum of abs. weighted deviations = {res}  12519002
{txt}Iteration 107: sum of abs. weighted deviations = {res}  12518973
{txt}Iteration 108: sum of abs. weighted deviations = {res}  12518963
{txt}Iteration 109: sum of abs. weighted deviations = {res}  12518957
{txt}Iteration 110: sum of abs. weighted deviations = {res}  12518939
{txt}Iteration 111: sum of abs. weighted deviations = {res}  12518927
{txt}Iteration 112: sum of abs. weighted deviations = {res}  12518919
{txt}Iteration 113: sum of abs. weighted deviations = {res}  12518907
{txt}Iteration 114: sum of abs. weighted deviations = {res}  12518872
{txt}Iteration 115: sum of abs. weighted deviations = {res}  12518837
{txt}Iteration 116: sum of abs. weighted deviations = {res}  12518828
{txt}Iteration 117: sum of abs. weighted deviations = {res}  12518814
{txt}Iteration 118: sum of abs. weighted deviations = {res}  12518802
{txt}Iteration 119: sum of abs. weighted deviations = {res}  12518801
{txt}Iteration 120: sum of abs. weighted deviations = {res}  12518777
{txt}Iteration 121: sum of abs. weighted deviations = {res}  12518772
{txt}Iteration 122: sum of abs. weighted deviations = {res}  12518762
{txt}Iteration 123: sum of abs. weighted deviations = {res}  12518744
{txt}Iteration 124: sum of abs. weighted deviations = {res}  12518735
{txt}Iteration 125: sum of abs. weighted deviations = {res}  12518701
{txt}Iteration 126: sum of abs. weighted deviations = {res}  12518691
{txt}Iteration 127: sum of abs. weighted deviations = {res}  12518685
{txt}Iteration 128: sum of abs. weighted deviations = {res}  12518672
{txt}Iteration 129: sum of abs. weighted deviations = {res}  12518497
{txt}Iteration 130: sum of abs. weighted deviations = {res}  12518491
{txt}Iteration 131: sum of abs. weighted deviations = {res}  12518490
{txt}Iteration 132: sum of abs. weighted deviations = {res}  12518487
{txt}Iteration 133: sum of abs. weighted deviations = {res}  12518478
{txt}Iteration 134: sum of abs. weighted deviations = {res}  12518472
{txt}Iteration 135: sum of abs. weighted deviations = {res}  12518465
{txt}note: alternate solutions exist.
Iteration 136: sum of abs. weighted deviations = {res}  12518309
{txt}Iteration 137: sum of abs. weighted deviations = {res}  12518298
{txt}Iteration 138: sum of abs. weighted deviations = {res}  12518294
{txt}Iteration 139: sum of abs. weighted deviations = {res}  12518290
{txt}Iteration 140: sum of abs. weighted deviations = {res}  12518285
{txt}Iteration 141: sum of abs. weighted deviations = {res}  12518285
{txt}Iteration 142: sum of abs. weighted deviations = {res}  12518283
{txt}Iteration 143: sum of abs. weighted deviations = {res}  12518277
{txt}Iteration 144: sum of abs. weighted deviations = {res}  12518277
{txt}Iteration 145: sum of abs. weighted deviations = {res}  12518266
{txt}Iteration 146: sum of abs. weighted deviations = {res}  12518264
{txt}Iteration 147: sum of abs. weighted deviations = {res}  12518263
{txt}Iteration 148: sum of abs. weighted deviations = {res}  12518256
{txt}Iteration 149: sum of abs. weighted deviations = {res}  12518252
{txt}Iteration 150: sum of abs. weighted deviations = {res}  12518249
{txt}Iteration 151: sum of abs. weighted deviations = {res}  12518245
{txt}Iteration 152: sum of abs. weighted deviations = {res}  12518244
{txt}Iteration 153: sum of abs. weighted deviations = {res}  12518242
{txt}Iteration 154: sum of abs. weighted deviations = {res}  12518236
{txt}Iteration 155: sum of abs. weighted deviations = {res}  12518233
{txt}Iteration 156: sum of abs. weighted deviations = {res}  12518232
{txt}Iteration 157: sum of abs. weighted deviations = {res}  12518229
{txt}Iteration 158: sum of abs. weighted deviations = {res}  12518229
{txt}Iteration 159: sum of abs. weighted deviations = {res}  12518198
{txt}Iteration 160: sum of abs. weighted deviations = {res}  12518191
{txt}Iteration 161: sum of abs. weighted deviations = {res}  12518189
{txt}Iteration 162: sum of abs. weighted deviations = {res}  12518183
{txt}Iteration 163: sum of abs. weighted deviations = {res}  12518180
{txt}Iteration 164: sum of abs. weighted deviations = {res}  12518177
{txt}Iteration 165: sum of abs. weighted deviations = {res}  12518171
{txt}Iteration 166: sum of abs. weighted deviations = {res}  12518170
{txt}Iteration 167: sum of abs. weighted deviations = {res}  12518169
{txt}Iteration 168: sum of abs. weighted deviations = {res}  12518166
{txt}Iteration 169: sum of abs. weighted deviations = {res}  12518162
{txt}Iteration 170: sum of abs. weighted deviations = {res}  12518161
{txt}Iteration 171: sum of abs. weighted deviations = {res}  12518160
{txt}Iteration 172: sum of abs. weighted deviations = {res}  12518156
{txt}Iteration 173: sum of abs. weighted deviations = {res}  12518142
{txt}Iteration 174: sum of abs. weighted deviations = {res}  12518141
{txt}Iteration 175: sum of abs. weighted deviations = {res}  12518137
{txt}Iteration 176: sum of abs. weighted deviations = {res}  12518137
{txt}Iteration 177: sum of abs. weighted deviations = {res}  12518136
{txt}Iteration 178: sum of abs. weighted deviations = {res}  12518135
{txt}Iteration 179: sum of abs. weighted deviations = {res}  12518135
{txt}Iteration 180: sum of abs. weighted deviations = {res}  12518134
{txt}Iteration 181: sum of abs. weighted deviations = {res}  12518133
{txt}Iteration 182: sum of abs. weighted deviations = {res}  12518132
{txt}Iteration 183: sum of abs. weighted deviations = {res}  12518131
{txt}Iteration 184: sum of abs. weighted deviations = {res}  12518131
{txt}Iteration 185: sum of abs. weighted deviations = {res}  12518129
{txt}Iteration 186: sum of abs. weighted deviations = {res}  12518124
{txt}Iteration 187: sum of abs. weighted deviations = {res}  12518123
{txt}Iteration 188: sum of abs. weighted deviations = {res}  12518122
{txt}Iteration 189: sum of abs. weighted deviations = {res}  12518091
{txt}Iteration 190: sum of abs. weighted deviations = {res}  12518088
{txt}Iteration 191: sum of abs. weighted deviations = {res}  12518076
{txt}Iteration 192: sum of abs. weighted deviations = {res}  12518075
{txt}Iteration 193: sum of abs. weighted deviations = {res}  12518074
{txt}Iteration 194: sum of abs. weighted deviations = {res}  12518070
{txt}Iteration 195: sum of abs. weighted deviations = {res}  12518070
{txt}Iteration 196: sum of abs. weighted deviations = {res}  12518069
{txt}Iteration 197: sum of abs. weighted deviations = {res}  12518069
{txt}Iteration 198: sum of abs. weighted deviations = {res}  12518068
{txt}Iteration 199: sum of abs. weighted deviations = {res}  12518066
{txt}Iteration 200: sum of abs. weighted deviations = {res}  12518066
{txt}Iteration 201: sum of abs. weighted deviations = {res}  12518065
{txt}Iteration 202: sum of abs. weighted deviations = {res}  12518065
{txt}Iteration 203: sum of abs. weighted deviations = {res}  12518064
{txt}Iteration 204: sum of abs. weighted deviations = {res}  12518063
{txt}Iteration 205: sum of abs. weighted deviations = {res}  12518062
{txt}Iteration 206: sum of abs. weighted deviations = {res}  12518062
{txt}Iteration 207: sum of abs. weighted deviations = {res}  12518062
{txt}Iteration 208: sum of abs. weighted deviations = {res}  12518062
{txt}Iteration 209: sum of abs. weighted deviations = {res}  12518061
{txt}Iteration 210: sum of abs. weighted deviations = {res}  12518061
{txt}Iteration 211: sum of abs. weighted deviations = {res}  12518060
{txt}note: alternate solutions exist.
Iteration 212: sum of abs. weighted deviations = {res}  12518058
{txt}Iteration 213: sum of abs. weighted deviations = {res}  12518057
{txt}Iteration 214: sum of abs. weighted deviations = {res}  12518057
{txt}Iteration 215: sum of abs. weighted deviations = {res}  12518057
{txt}Iteration 216: sum of abs. weighted deviations = {res}  12518056
{txt}Iteration 217: sum of abs. weighted deviations = {res}  12518055
{txt}Iteration 218: sum of abs. weighted deviations = {res}  12518054
{txt}Iteration 219: sum of abs. weighted deviations = {res}  12518054
{txt}Iteration 220: sum of abs. weighted deviations = {res}  12518053
{txt}Iteration 221: sum of abs. weighted deviations = {res}  12518053
{txt}Iteration 222: sum of abs. weighted deviations = {res}  12518053
{txt}Iteration 223: sum of abs. weighted deviations = {res}  12518053
{txt}Iteration 224: sum of abs. weighted deviations = {res}  12518053
{txt}Iteration 225: sum of abs. weighted deviations = {res}  12518052
{txt}Iteration 226: sum of abs. weighted deviations = {res}  12518052
{txt}Iteration 227: sum of abs. weighted deviations = {res}  12518052
{txt}Iteration 228: sum of abs. weighted deviations = {res}  12518051
{txt}Iteration 229: sum of abs. weighted deviations = {res}  12518050
{txt}Iteration 230: sum of abs. weighted deviations = {res}  12518050
{txt}Iteration 231: sum of abs. weighted deviations = {res}  12518050
{txt}Iteration 232: sum of abs. weighted deviations = {res}  12518049
{txt}Iteration 233: sum of abs. weighted deviations = {res}  12518049
{txt}Iteration 234: sum of abs. weighted deviations = {res}  12518049
{txt}Iteration 235: sum of abs. weighted deviations = {res}  12518049
{txt}Iteration 236: sum of abs. weighted deviations = {res}  12518049
{txt}Iteration 237: sum of abs. weighted deviations = {res}  12518049
{txt}Iteration 238: sum of abs. weighted deviations = {res}  12518048
{txt}Iteration 239: sum of abs. weighted deviations = {res}  12518048
{txt}Iteration 240: sum of abs. weighted deviations = {res}  12518048
{txt}Iteration 241: sum of abs. weighted deviations = {res}  12518048
{txt}Iteration 242: sum of abs. weighted deviations = {res}  12518048
{txt}Iteration 243: sum of abs. weighted deviations = {res}  12518047
{txt}Iteration 244: sum of abs. weighted deviations = {res}  12518047
{txt}Iteration 245: sum of abs. weighted deviations = {res}  12518047
{txt}Iteration 246: sum of abs. weighted deviations = {res}  12518046
{txt}Iteration 247: sum of abs. weighted deviations = {res}  12518046
{txt}Iteration 248: sum of abs. weighted deviations = {res}  12518045
{txt}Iteration 249: sum of abs. weighted deviations = {res}  12518045
{txt}Iteration 250: sum of abs. weighted deviations = {res}  12518045
{txt}Iteration 251: sum of abs. weighted deviations = {res}  12518044
{txt}Iteration 252: sum of abs. weighted deviations = {res}  12518044
{txt}Iteration 253: sum of abs. weighted deviations = {res}  12518044
{txt}Iteration 254: sum of abs. weighted deviations = {res}  12518044
{txt}note: alternate solutions exist.
Iteration 255: sum of abs. weighted deviations = {res}  12518041
{txt}Iteration 256: sum of abs. weighted deviations = {res}  12518041
{txt}Iteration 257: sum of abs. weighted deviations = {res}  12518041
{txt}Iteration 258: sum of abs. weighted deviations = {res}  12518041
{txt}Iteration 259: sum of abs. weighted deviations = {res}  12518041
{txt}Iteration 260: sum of abs. weighted deviations = {res}  12518041
{txt}Iteration 261: sum of abs. weighted deviations = {res}  12518041
{txt}Iteration 262: sum of abs. weighted deviations = {res}  12518040
{txt}Iteration 263: sum of abs. weighted deviations = {res}  12518040
{txt}Iteration 264: sum of abs. weighted deviations = {res}  12518040
{txt}Iteration 265: sum of abs. weighted deviations = {res}  12518040
{txt}Iteration 266: sum of abs. weighted deviations = {res}  12518040
{txt}Iteration 267: sum of abs. weighted deviations = {res}  12518040
{txt}Iteration 268: sum of abs. weighted deviations = {res}  12518040
{txt}Iteration 269: sum of abs. weighted deviations = {res}  12518040
{txt}Iteration 270: sum of abs. weighted deviations = {res}  12518040
{txt}Iteration 271: sum of abs. weighted deviations = {res}  12518040
{txt}Iteration 272: sum of abs. weighted deviations = {res}  12518039
{txt}Iteration 273: sum of abs. weighted deviations = {res}  12518039
{txt}Iteration 274: sum of abs. weighted deviations = {res}  12518039
{txt}Iteration 275: sum of abs. weighted deviations = {res}  12518039
{txt}Iteration 276: sum of abs. weighted deviations = {res}  12518039
{txt}Iteration 277: sum of abs. weighted deviations = {res}  12518039
{txt}Iteration 278: sum of abs. weighted deviations = {res}  12518039
{txt}Iteration 279: sum of abs. weighted deviations = {res}  12518038
{txt}Iteration 280: sum of abs. weighted deviations = {res}  12518038
{txt}Iteration 281: sum of abs. weighted deviations = {res}  12518038
{txt}Iteration 282: sum of abs. weighted deviations = {res}  12518037
{txt}Iteration 283: sum of abs. weighted deviations = {res}  12518037
{txt}Iteration 284: sum of abs. weighted deviations = {res}  12518037
{txt}Iteration 285: sum of abs. weighted deviations = {res}  12518037
{txt}Iteration 286: sum of abs. weighted deviations = {res}  12518036
{txt}Iteration 287: sum of abs. weighted deviations = {res}  12518036
{txt}Iteration 288: sum of abs. weighted deviations = {res}  12518036
{txt}Iteration 289: sum of abs. weighted deviations = {res}  12518036
{txt}Iteration 290: sum of abs. weighted deviations = {res}  12518036
{txt}Iteration 291: sum of abs. weighted deviations = {res}  12518036
{txt}Iteration 292: sum of abs. weighted deviations = {res}  12518036
{txt}Iteration 293: sum of abs. weighted deviations = {res}  12518036
{txt}Iteration 294: sum of abs. weighted deviations = {res}  12518036
{txt}Iteration 295: sum of abs. weighted deviations = {res}  12518036
{txt}Iteration 296: sum of abs. weighted deviations = {res}  12518036
{txt}Iteration 297: sum of abs. weighted deviations = {res}  12518035
{txt}Iteration 298: sum of abs. weighted deviations = {res}  12518035
{txt}Iteration 299: sum of abs. weighted deviations = {res}  12518034
{txt}Iteration 300: sum of abs. weighted deviations = {res}  12518034
{txt}Iteration 301: sum of abs. weighted deviations = {res}  12518034
{txt}Iteration 302: sum of abs. weighted deviations = {res}  12518034
{txt}Iteration 303: sum of abs. weighted deviations = {res}  12518034
{txt}Iteration 304: sum of abs. weighted deviations = {res}  12518034
{txt}Iteration 305: sum of abs. weighted deviations = {res}  12518034
{txt}Iteration 306: sum of abs. weighted deviations = {res}  12518034
{txt}Iteration 307: sum of abs. weighted deviations = {res}  12518034
{txt}Iteration 308: sum of abs. weighted deviations = {res}  12518034
{txt}Iteration 309: sum of abs. weighted deviations = {res}  12518034
{txt}Iteration 310: sum of abs. weighted deviations = {res}  12518034
{txt}Iteration 311: sum of abs. weighted deviations = {res}  12518034
{txt}Iteration 312: sum of abs. weighted deviations = {res}  12518034
{txt}Iteration 313: sum of abs. weighted deviations = {res}  12518034
{txt}note: alternate solutions exist.
Iteration 314: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 315: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 316: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 317: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 318: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 319: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 320: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 321: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 322: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 323: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 324: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 325: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 326: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 327: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 328: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 329: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 330: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 331: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 332: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 333: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 334: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 335: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 336: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 337: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 338: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 339: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 340: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 341: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 342: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 343: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 344: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 345: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 346: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 347: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 348: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 349: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 350: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 351: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 352: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 353: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 354: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 355: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 356: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 357: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 358: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 359: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 360: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 361: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 362: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 363: sum of abs. weighted deviations = {res}  12518033
{txt}Iteration 364: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 365: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 366: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 367: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 368: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 369: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 370: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 371: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 372: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 373: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 374: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 375: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 376: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 377: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 378: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 379: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 380: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 381: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 382: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 383: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 384: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 385: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 386: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 387: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 388: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 389: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 390: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 391: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 392: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 393: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 394: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 395: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 396: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 397: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 398: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 399: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 400: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 401: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 402: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 403: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 404: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 405: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 406: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 407: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 408: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 409: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 410: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 411: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 412: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 413: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 414: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 415: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 416: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 417: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 418: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 419: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 420: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 421: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 422: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 423: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 424: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 425: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 426: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 427: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 428: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 429: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 430: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 431: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 432: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 433: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 434: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 435: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 436: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 437: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 438: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 439: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 440: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 441: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 442: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 443: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 444: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 445: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 446: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 447: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 448: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 449: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 450: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 451: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 452: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 453: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 454: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 455: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 456: sum of abs. weighted deviations = {res}  12518032
{txt}Iteration 457: sum of abs. weighted deviations = {res}  12518032

{txt}Median regression{col 53}Number of obs = {res}   701,077
{txt}  Raw sum of deviations{res} 1.50e+07{txt} (about {res}252{txt})
  Min sum of deviations{res} 1.25e+07{col 53}{txt}Pseudo R2     = {res}    0.1632

{txt}{hline 30}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 1}                  punt_global{col 31}{c |} Coefficient{col 43}  Std. err.{col 55}      t{col 63}   P>|t|{col 71}     [95% con{col 84}f. interval]
{hline 30}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 11}1.cole_calendario_ {c |}{col 31}{res}{space 2} 16.43429{col 43}{space 2}  .654116{col 54}{space 1}   25.12{col 63}{space 3}0.000{col 71}{space 4} 15.15224{col 84}{space 3} 17.71633
{txt}{space 17}1.cole_rural {c |}{col 31}{res}{space 2}      -11{col 43}{space 2} .2225699{col 54}{space 1}  -49.42{col 63}{space 3}0.000{col 71}{space 4}-11.43623{col 84}{space 3}-10.56377
{txt}{space 13}1.cole_bilingue_ {c |}{col 31}{res}{space 2}     2.84{col 43}{space 2} .5944238{col 54}{space 1}    4.78{col 63}{space 3}0.000{col 71}{space 4} 1.674949{col 84}{space 3} 4.005051
{txt}{space 15}1.cole_tecnico {c |}{col 31}{res}{space 2}     -.76{col 43}{space 2}  .158388{col 54}{space 1}   -4.80{col 63}{space 3}0.000{col 71}{space 4}-1.070435{col 84}{space 3}-.4495647
{txt}{space 15}1.cole_oficial {c |}{col 31}{res}{space 2}   -12.12{col 43}{space 2} .2398929{col 54}{space 1}  -50.52{col 63}{space 3}0.000{col 71}{space 4}-12.59018{col 84}{space 3}-11.64982
{txt}{space 29} {c |}
{space 17}cole_genero_ {c |}
{space 27}1  {c |}{col 31}{res}{space 2} 14.47429{col 43}{space 2} .7644911{col 54}{space 1}   18.93{col 63}{space 3}0.000{col 71}{space 4} 12.97591{col 84}{space 3} 15.97266
{txt}{space 27}2  {c |}{col 31}{res}{space 2} 15.45143{col 43}{space 2}  .449706{col 54}{space 1}   34.36{col 63}{space 3}0.000{col 71}{space 4} 14.57002{col 84}{space 3} 16.33284
{txt}{space 29} {c |}
{space 16}cole_jornada_ {c |}
{space 27}1  {c |}{col 31}{res}{space 2}-14.59429{col 43}{space 2} .2581628{col 54}{space 1}  -56.53{col 63}{space 3}0.000{col 71}{space 4}-15.10028{col 84}{space 3} -14.0883
{txt}{space 27}2  {c |}{col 31}{res}{space 2}-18.13714{col 43}{space 2} .3415919{col 54}{space 1}  -53.10{col 63}{space 3}0.000{col 71}{space 4}-18.80665{col 84}{space 3}-17.46763
{txt}{space 27}3  {c |}{col 31}{res}{space 2}-40.88571{col 43}{space 2} .4501898{col 54}{space 1}  -90.82{col 63}{space 3}0.000{col 71}{space 4}-41.76807{col 84}{space 3}-40.00336
{txt}{space 27}4  {c |}{col 31}{res}{space 2}-40.57714{col 43}{space 2} .4427835{col 54}{space 1}  -91.64{col 63}{space 3}0.000{col 71}{space 4}-41.44498{col 84}{space 3} -39.7093
{txt}{space 27}5  {c |}{col 31}{res}{space 2}-10.15429{col 43}{space 2} .2823011{col 54}{space 1}  -35.97{col 63}{space 3}0.000{col 71}{space 4}-10.70759{col 84}{space 3}-9.600985
{txt}{space 29} {c |}
{space 12}1.estu_extranjero {c |}{col 31}{res}{space 2} 2.971429{col 43}{space 2} .6573512{col 54}{space 1}    4.52{col 63}{space 3}0.000{col 71}{space 4} 1.683042{col 84}{space 3} 4.259816
{txt}{space 17}1.estu_mujer {c |}{col 31}{res}{space 2}-6.331429{col 43}{space 2} .1480205{col 54}{space 1}  -42.77{col 63}{space 3}0.000{col 71}{space 4}-6.621544{col 84}{space 3}-6.041313
{txt}{space 5}0.estu_privado_libertad_ {c |}{col 31}{res}{space 2}        0{col 43}{txt}  (omitted)
{space 25}edad {c |}{col 31}{res}{space 2}-1.788571{col 43}{space 2} .0338026{col 54}{space 1}  -52.91{col 63}{space 3}0.000{col 71}{space 4}-1.854823{col 84}{space 3} -1.72232
{txt}{space 14}1.fami_internet {c |}{col 31}{res}{space 2} 7.102857{col 43}{space 2} .2259034{col 54}{space 1}   31.44{col 63}{space 3}0.000{col 71}{space 4} 6.660094{col 84}{space 3}  7.54562
{txt}{space 12}1.fami_computador {c |}{col 31}{res}{space 2} 4.034286{col 43}{space 2} .4001871{col 54}{space 1}   10.08{col 63}{space 3}0.000{col 71}{space 4} 3.249932{col 84}{space 3} 4.818639
{txt}{space 29} {c |}
fami_internet#fami_computador {c |}
{space 25}1 1  {c |}{col 31}{res}{space 2} 8.062857{col 43}{space 2} .4395915{col 54}{space 1}   18.34{col 63}{space 3}0.000{col 71}{space 4} 7.201272{col 84}{space 3} 8.924442
{txt}{space 29} {c |}
{space 19}educ_madre {c |}
{space 27}1  {c |}{col 31}{res}{space 2} 1.428571{col 43}{space 2} .2620349{col 54}{space 1}    5.45{col 63}{space 3}0.000{col 71}{space 4} .9149916{col 84}{space 3} 1.942151
{txt}{space 27}2  {c |}{col 31}{res}{space 2} 7.554286{col 43}{space 2} .2616422{col 54}{space 1}   28.87{col 63}{space 3}0.000{col 71}{space 4} 7.041476{col 84}{space 3} 8.067096
{txt}{space 27}3  {c |}{col 31}{res}{space 2} 17.55429{col 43}{space 2} .3313624{col 54}{space 1}   52.98{col 63}{space 3}0.000{col 71}{space 4} 16.90483{col 84}{space 3} 18.20375
{txt}{space 27}4  {c |}{col 31}{res}{space 2} 20.20571{col 43}{space 2} .3388451{col 54}{space 1}   59.63{col 63}{space 3}0.000{col 71}{space 4} 19.54159{col 84}{space 3} 20.86984
{txt}{space 27}5  {c |}{col 31}{res}{space 2} 36.49714{col 43}{space 2} .5690442{col 54}{space 1}   64.14{col 63}{space 3}0.000{col 71}{space 4} 35.38183{col 84}{space 3} 37.61245
{txt}{space 29} {c |}
{space 19}educ_padre {c |}
{space 27}1  {c |}{col 31}{res}{space 2}      .68{col 43}{space 2} .2299959{col 54}{space 1}    2.96{col 63}{space 3}0.003{col 71}{space 4} .2292155{col 84}{space 3} 1.130784
{txt}{space 27}2  {c |}{col 31}{res}{space 2} 4.468571{col 43}{space 2} .2348283{col 54}{space 1}   19.03{col 63}{space 3}0.000{col 71}{space 4} 4.008316{col 84}{space 3} 4.928827
{txt}{space 27}3  {c |}{col 31}{res}{space 2} 13.89143{col 43}{space 2} .3405792{col 54}{space 1}   40.79{col 63}{space 3}0.000{col 71}{space 4}  13.2239{col 84}{space 3} 14.55895
{txt}{space 27}4  {c |}{col 31}{res}{space 2} 15.34857{col 43}{space 2} .3248634{col 54}{space 1}   47.25{col 63}{space 3}0.000{col 71}{space 4} 14.71185{col 84}{space 3} 15.98529
{txt}{space 27}5  {c |}{col 31}{res}{space 2} 33.39429{col 43}{space 2} .5875893{col 54}{space 1}   56.83{col 63}{space 3}0.000{col 71}{space 4} 32.24263{col 84}{space 3} 34.54594
{txt}{space 29} {c |}
{space 22}estrato {c |}
{space 27}2  {c |}{col 31}{res}{space 2}-2.542857{col 43}{space 2} .1868559{col 54}{space 1}  -13.61{col 63}{space 3}0.000{col 71}{space 4}-2.909089{col 84}{space 3}-2.176626
{txt}{space 27}3  {c |}{col 31}{res}{space 2}-6.205714{col 43}{space 2} .2228922{col 54}{space 1}  -27.84{col 63}{space 3}0.000{col 71}{space 4}-6.642576{col 84}{space 3}-5.768853
{txt}{space 27}4  {c |}{col 31}{res}{space 2}   -10.56{col 43}{space 2} .3487154{col 54}{space 1}  -30.28{col 63}{space 3}0.000{col 71}{space 4}-11.24347{col 84}{space 3}-9.876529
{txt}{space 27}5  {c |}{col 31}{res}{space 2}-10.80571{col 43}{space 2}  .549493{col 54}{space 1}  -19.66{col 63}{space 3}0.000{col 71}{space 4} -11.8827{col 84}{space 3}-9.728726
{txt}{space 27}6  {c |}{col 31}{res}{space 2}-16.75429{col 43}{space 2} .7492986{col 54}{space 1}  -22.36{col 63}{space 3}0.000{col 71}{space 4}-18.22289{col 84}{space 3}-15.28568
{txt}{space 29} {c |}
{space 22}quintil {c |}
{space 27}2  {c |}{col 31}{res}{space 2}-4.468571{col 43}{space 2} .1825118{col 54}{space 1}  -24.48{col 63}{space 3}0.000{col 71}{space 4}-4.826289{col 84}{space 3}-4.110854
{txt}{space 27}3  {c |}{col 31}{res}{space 2}-6.582857{col 43}{space 2} .2209273{col 54}{space 1}  -29.80{col 63}{space 3}0.000{col 71}{space 4}-7.015867{col 84}{space 3}-6.149847
{txt}{space 27}4  {c |}{col 31}{res}{space 2}-12.55429{col 43}{space 2} .2721193{col 54}{space 1}  -46.14{col 63}{space 3}0.000{col 71}{space 4}-13.08763{col 84}{space 3}-12.02094
{txt}{space 27}5  {c |}{col 31}{res}{space 2}-29.10286{col 43}{space 2} .4833846{col 54}{space 1}  -60.21{col 63}{space 3}0.000{col 71}{space 4}-30.05028{col 84}{space 3}-28.15544
{txt}{space 29} {c |}
{space 24}_cons {c |}{col 31}{res}{space 2} 291.6971{col 43}{space 2} .9837889{col 54}{space 1}  296.50{col 63}{space 3}0.000{col 71}{space 4} 289.7689{col 84}{space 3} 293.6253
{txt}{hline 30}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}

{com}. estimates store qreg50
{txt}
{com}. 
. qreg punt_global /*Características del colegio*/ i.cole_calendario_ i.cole_rural i.cole_bilingue_ i.cole_tecnico  i.cole_oficial i.cole_genero_ i.cole_jornada_ /* Características del estudiante */ i.estu_extranjero i.estu_mujer i.estu_privado_libertad_ edad /* Características del hogar */ i.fami_internet i.fami_computador i.fami_internet##fami_computador i.educ_madre i.educ_padre i.estrato /* Quintil de IPM departamento de residencia */ i.quintil, q(0.75) iter(1000)
{txt}note: {bf:0.estu_privado_libertad_} omitted because of collinearity.
Iteration  1:  WLS sum of weighted deviations = {res}  12144478

{txt}Iteration  1: sum of abs. weighted deviations = {res}  12144985
{txt}Iteration  2: sum of abs. weighted deviations = {res}  11952293
{txt}Iteration  3: sum of abs. weighted deviations = {res}  11828501
{txt}Iteration  4: sum of abs. weighted deviations = {res}  11686983
{txt}Iteration  5: sum of abs. weighted deviations = {res}  11666393
{txt}Iteration  6: sum of abs. weighted deviations = {res}  11659309
{txt}Iteration  7: sum of abs. weighted deviations = {res}  11634374
{txt}Iteration  8: sum of abs. weighted deviations = {res}  11604339
{txt}Iteration  9: sum of abs. weighted deviations = {res}  11574512
{txt}Iteration 10: sum of abs. weighted deviations = {res}  11536921
{txt}Iteration 11: sum of abs. weighted deviations = {res}  11477887
{txt}Iteration 12: sum of abs. weighted deviations = {res}  11473285
{txt}Iteration 13: sum of abs. weighted deviations = {res}  11387511
{txt}Iteration 14: sum of abs. weighted deviations = {res}  11341061
{txt}Iteration 15: sum of abs. weighted deviations = {res}  11309190
{txt}Iteration 16: sum of abs. weighted deviations = {res}  11248631
{txt}Iteration 17: sum of abs. weighted deviations = {res}  11238879
{txt}Iteration 18: sum of abs. weighted deviations = {res}  11230998
{txt}Iteration 19: sum of abs. weighted deviations = {res}  11139562
{txt}Iteration 20: sum of abs. weighted deviations = {res}  11084457
{txt}Iteration 21: sum of abs. weighted deviations = {res}  11041195
{txt}Iteration 22: sum of abs. weighted deviations = {res}  10995579
{txt}Iteration 23: sum of abs. weighted deviations = {res}  10994012
{txt}Iteration 24: sum of abs. weighted deviations = {res}  10982517
{txt}Iteration 25: sum of abs. weighted deviations = {res}  10971776
{txt}Iteration 26: sum of abs. weighted deviations = {res}  10971389
{txt}Iteration 27: sum of abs. weighted deviations = {res}  10930421
{txt}Iteration 28: sum of abs. weighted deviations = {res}  10915437
{txt}Iteration 29: sum of abs. weighted deviations = {res}  10885545
{txt}Iteration 30: sum of abs. weighted deviations = {res}  10860611
{txt}Iteration 31: sum of abs. weighted deviations = {res}  10857652
{txt}Iteration 32: sum of abs. weighted deviations = {res}  10832940
{txt}Iteration 33: sum of abs. weighted deviations = {res}  10798826
{txt}Iteration 34: sum of abs. weighted deviations = {res}  10792092
{txt}Iteration 35: sum of abs. weighted deviations = {res}  10786339
{txt}Iteration 36: sum of abs. weighted deviations = {res}  10747173
{txt}Iteration 37: sum of abs. weighted deviations = {res}  10685102
{txt}Iteration 38: sum of abs. weighted deviations = {res}  10673621
{txt}Iteration 39: sum of abs. weighted deviations = {res}  10656324
{txt}Iteration 40: sum of abs. weighted deviations = {res}  10647476
{txt}Iteration 41: sum of abs. weighted deviations = {res}  10634133
{txt}Iteration 42: sum of abs. weighted deviations = {res}  10571011
{txt}Iteration 43: sum of abs. weighted deviations = {res}  10550259
{txt}Iteration 44: sum of abs. weighted deviations = {res}  10529738
{txt}Iteration 45: sum of abs. weighted deviations = {res}  10483672
{txt}Iteration 46: sum of abs. weighted deviations = {res}  10472842
{txt}Iteration 47: sum of abs. weighted deviations = {res}  10457748
{txt}Iteration 48: sum of abs. weighted deviations = {res}  10455887
{txt}Iteration 49: sum of abs. weighted deviations = {res}  10450252
{txt}Iteration 50: sum of abs. weighted deviations = {res}  10440314
{txt}Iteration 51: sum of abs. weighted deviations = {res}  10430755
{txt}Iteration 52: sum of abs. weighted deviations = {res}  10425287
{txt}Iteration 53: sum of abs. weighted deviations = {res}  10412886
{txt}Iteration 54: sum of abs. weighted deviations = {res}  10404265
{txt}Iteration 55: sum of abs. weighted deviations = {res}  10394398
{txt}Iteration 56: sum of abs. weighted deviations = {res}  10393405
{txt}Iteration 57: sum of abs. weighted deviations = {res}  10374654
{txt}Iteration 58: sum of abs. weighted deviations = {res}  10364975
{txt}Iteration 59: sum of abs. weighted deviations = {res}  10355177
{txt}Iteration 60: sum of abs. weighted deviations = {res}  10320280
{txt}Iteration 61: sum of abs. weighted deviations = {res}  10314033
{txt}Iteration 62: sum of abs. weighted deviations = {res}  10310810
{txt}Iteration 63: sum of abs. weighted deviations = {res}  10306412
{txt}Iteration 64: sum of abs. weighted deviations = {res}  10302692
{txt}Iteration 65: sum of abs. weighted deviations = {res}  10295489
{txt}Iteration 66: sum of abs. weighted deviations = {res}  10288870
{txt}Iteration 67: sum of abs. weighted deviations = {res}  10263781
{txt}Iteration 68: sum of abs. weighted deviations = {res}  10260689
{txt}Iteration 69: sum of abs. weighted deviations = {res}  10247676
{txt}Iteration 70: sum of abs. weighted deviations = {res}  10240603
{txt}Iteration 71: sum of abs. weighted deviations = {res}  10234990
{txt}Iteration 72: sum of abs. weighted deviations = {res}  10234282
{txt}Iteration 73: sum of abs. weighted deviations = {res}  10232311
{txt}Iteration 74: sum of abs. weighted deviations = {res}  10221396
{txt}Iteration 75: sum of abs. weighted deviations = {res}  10198551
{txt}Iteration 76: sum of abs. weighted deviations = {res}  10197994
{txt}Iteration 77: sum of abs. weighted deviations = {res}  10176275
{txt}Iteration 78: sum of abs. weighted deviations = {res}  10161087
{txt}Iteration 79: sum of abs. weighted deviations = {res}  10150124
{txt}Iteration 80: sum of abs. weighted deviations = {res}  10140862
{txt}Iteration 81: sum of abs. weighted deviations = {res}  10134528
{txt}Iteration 82: sum of abs. weighted deviations = {res}  10131011
{txt}Iteration 83: sum of abs. weighted deviations = {res}  10128820
{txt}Iteration 84: sum of abs. weighted deviations = {res}  10127999
{txt}Iteration 85: sum of abs. weighted deviations = {res}  10126953
{txt}Iteration 86: sum of abs. weighted deviations = {res}  10121990
{txt}Iteration 87: sum of abs. weighted deviations = {res}  10121200
{txt}Iteration 88: sum of abs. weighted deviations = {res}  10119290
{txt}Iteration 89: sum of abs. weighted deviations = {res}  10114952
{txt}Iteration 90: sum of abs. weighted deviations = {res}  10110822
{txt}Iteration 91: sum of abs. weighted deviations = {res}  10105359
{txt}Iteration 92: sum of abs. weighted deviations = {res}  10102589
{txt}Iteration 93: sum of abs. weighted deviations = {res}  10099179
{txt}Iteration 94: sum of abs. weighted deviations = {res}  10097354
{txt}Iteration 95: sum of abs. weighted deviations = {res}  10093975
{txt}Iteration 96: sum of abs. weighted deviations = {res}  10093638
{txt}Iteration 97: sum of abs. weighted deviations = {res}  10090572
{txt}Iteration 98: sum of abs. weighted deviations = {res}  10085339
{txt}Iteration 99: sum of abs. weighted deviations = {res}  10083393
{txt}Iteration 100: sum of abs. weighted deviations = {res}  10081156
{txt}Iteration 101: sum of abs. weighted deviations = {res}  10055739
{txt}Iteration 102: sum of abs. weighted deviations = {res}  10054507
{txt}Iteration 103: sum of abs. weighted deviations = {res}  10040493
{txt}Iteration 104: sum of abs. weighted deviations = {res}  10039935
{txt}Iteration 105: sum of abs. weighted deviations = {res}  10033461
{txt}Iteration 106: sum of abs. weighted deviations = {res}  10033316
{txt}Iteration 107: sum of abs. weighted deviations = {res}  10032176
{txt}Iteration 108: sum of abs. weighted deviations = {res}  10031161
{txt}Iteration 109: sum of abs. weighted deviations = {res}  10030230
{txt}Iteration 110: sum of abs. weighted deviations = {res}  10029708
{txt}Iteration 111: sum of abs. weighted deviations = {res}  10029044
{txt}Iteration 112: sum of abs. weighted deviations = {res}  10028663
{txt}Iteration 113: sum of abs. weighted deviations = {res}  10027151
{txt}Iteration 114: sum of abs. weighted deviations = {res}  10026553
{txt}Iteration 115: sum of abs. weighted deviations = {res}  10025872
{txt}Iteration 116: sum of abs. weighted deviations = {res}  10024190
{txt}Iteration 117: sum of abs. weighted deviations = {res}  10023869
{txt}Iteration 118: sum of abs. weighted deviations = {res}  10023531
{txt}Iteration 119: sum of abs. weighted deviations = {res}  10021491
{txt}Iteration 120: sum of abs. weighted deviations = {res}  10021136
{txt}Iteration 121: sum of abs. weighted deviations = {res}  10019432
{txt}Iteration 122: sum of abs. weighted deviations = {res}  10019076
{txt}Iteration 123: sum of abs. weighted deviations = {res}  10018788
{txt}Iteration 124: sum of abs. weighted deviations = {res}  10017425
{txt}Iteration 125: sum of abs. weighted deviations = {res}  10016802
{txt}Iteration 126: sum of abs. weighted deviations = {res}  10014980
{txt}Iteration 127: sum of abs. weighted deviations = {res}  10014722
{txt}Iteration 128: sum of abs. weighted deviations = {res}  10013996
{txt}Iteration 129: sum of abs. weighted deviations = {res}  10013684
{txt}Iteration 130: sum of abs. weighted deviations = {res}  10013286
{txt}Iteration 131: sum of abs. weighted deviations = {res}  10012849
{txt}Iteration 132: sum of abs. weighted deviations = {res}  10012454
{txt}Iteration 133: sum of abs. weighted deviations = {res}  10011221
{txt}Iteration 134: sum of abs. weighted deviations = {res}  10010805
{txt}Iteration 135: sum of abs. weighted deviations = {res}  10009879
{txt}Iteration 136: sum of abs. weighted deviations = {res}  10009493
{txt}Iteration 137: sum of abs. weighted deviations = {res}  10009150
{txt}Iteration 138: sum of abs. weighted deviations = {res}  10007797
{txt}Iteration 139: sum of abs. weighted deviations = {res}  10007022
{txt}Iteration 140: sum of abs. weighted deviations = {res}  10006975
{txt}Iteration 141: sum of abs. weighted deviations = {res}  10006349
{txt}Iteration 142: sum of abs. weighted deviations = {res}  10006276
{txt}Iteration 143: sum of abs. weighted deviations = {res}  10005859
{txt}Iteration 144: sum of abs. weighted deviations = {res}  10005179
{txt}Iteration 145: sum of abs. weighted deviations = {res}  10004417
{txt}Iteration 146: sum of abs. weighted deviations = {res}  10004321
{txt}Iteration 147: sum of abs. weighted deviations = {res}  10002859
{txt}Iteration 148: sum of abs. weighted deviations = {res}  10002703
{txt}Iteration 149: sum of abs. weighted deviations = {res}  10002548
{txt}Iteration 150: sum of abs. weighted deviations = {res}  10002517
{txt}Iteration 151: sum of abs. weighted deviations = {res}  10001702
{txt}Iteration 152: sum of abs. weighted deviations = {res}  10001270
{txt}Iteration 153: sum of abs. weighted deviations = {res}  10001185
{txt}Iteration 154: sum of abs. weighted deviations = {res}  10000845
{txt}Iteration 155: sum of abs. weighted deviations = {res}  10000219
{txt}Iteration 156: sum of abs. weighted deviations = {res} 9999719.9
{txt}Iteration 157: sum of abs. weighted deviations = {res} 9999646.8
{txt}Iteration 158: sum of abs. weighted deviations = {res} 9999500.8
{txt}Iteration 159: sum of abs. weighted deviations = {res} 9999148.4
{txt}Iteration 160: sum of abs. weighted deviations = {res} 9998889.1
{txt}Iteration 161: sum of abs. weighted deviations = {res} 9998618.7
{txt}Iteration 162: sum of abs. weighted deviations = {res} 9998584.5
{txt}Iteration 163: sum of abs. weighted deviations = {res} 9998539.2
{txt}Iteration 164: sum of abs. weighted deviations = {res} 9998163.5
{txt}Iteration 165: sum of abs. weighted deviations = {res}   9997948
{txt}Iteration 166: sum of abs. weighted deviations = {res} 9997881.1
{txt}Iteration 167: sum of abs. weighted deviations = {res} 9997180.6
{txt}Iteration 168: sum of abs. weighted deviations = {res} 9996990.4
{txt}Iteration 169: sum of abs. weighted deviations = {res} 9996846.6
{txt}Iteration 170: sum of abs. weighted deviations = {res}   9996564
{txt}Iteration 171: sum of abs. weighted deviations = {res} 9996196.7
{txt}Iteration 172: sum of abs. weighted deviations = {res} 9995794.8
{txt}Iteration 173: sum of abs. weighted deviations = {res} 9995685.6
{txt}Iteration 174: sum of abs. weighted deviations = {res} 9995303.4
{txt}Iteration 175: sum of abs. weighted deviations = {res} 9995034.8
{txt}Iteration 176: sum of abs. weighted deviations = {res} 9993964.7
{txt}Iteration 177: sum of abs. weighted deviations = {res} 9993699.6
{txt}Iteration 178: sum of abs. weighted deviations = {res} 9993400.6
{txt}Iteration 179: sum of abs. weighted deviations = {res} 9993063.7
{txt}Iteration 180: sum of abs. weighted deviations = {res} 9992901.8
{txt}Iteration 181: sum of abs. weighted deviations = {res} 9991917.5
{txt}Iteration 182: sum of abs. weighted deviations = {res} 9991691.6
{txt}Iteration 183: sum of abs. weighted deviations = {res} 9991622.8
{txt}Iteration 184: sum of abs. weighted deviations = {res} 9991604.7
{txt}Iteration 185: sum of abs. weighted deviations = {res} 9991546.6
{txt}Iteration 186: sum of abs. weighted deviations = {res} 9991373.7
{txt}Iteration 187: sum of abs. weighted deviations = {res} 9991177.5
{txt}Iteration 188: sum of abs. weighted deviations = {res} 9991122.2
{txt}Iteration 189: sum of abs. weighted deviations = {res} 9990896.8
{txt}Iteration 190: sum of abs. weighted deviations = {res} 9990746.2
{txt}Iteration 191: sum of abs. weighted deviations = {res} 9990561.3
{txt}Iteration 192: sum of abs. weighted deviations = {res} 9990521.6
{txt}Iteration 193: sum of abs. weighted deviations = {res} 9990251.3
{txt}Iteration 194: sum of abs. weighted deviations = {res} 9988958.3
{txt}Iteration 195: sum of abs. weighted deviations = {res} 9988798.8
{txt}Iteration 196: sum of abs. weighted deviations = {res} 9988746.1
{txt}Iteration 197: sum of abs. weighted deviations = {res} 9988664.8
{txt}Iteration 198: sum of abs. weighted deviations = {res} 9988438.8
{txt}Iteration 199: sum of abs. weighted deviations = {res} 9987108.9
{txt}Iteration 200: sum of abs. weighted deviations = {res} 9987033.9
{txt}Iteration 201: sum of abs. weighted deviations = {res}   9986812
{txt}Iteration 202: sum of abs. weighted deviations = {res} 9986746.7
{txt}Iteration 203: sum of abs. weighted deviations = {res} 9986593.4
{txt}Iteration 204: sum of abs. weighted deviations = {res} 9986524.3
{txt}Iteration 205: sum of abs. weighted deviations = {res}   9986477
{txt}Iteration 206: sum of abs. weighted deviations = {res} 9986314.3
{txt}Iteration 207: sum of abs. weighted deviations = {res} 9986292.4
{txt}Iteration 208: sum of abs. weighted deviations = {res} 9986209.1
{txt}Iteration 209: sum of abs. weighted deviations = {res} 9986190.4
{txt}Iteration 210: sum of abs. weighted deviations = {res} 9986139.6
{txt}Iteration 211: sum of abs. weighted deviations = {res} 9986113.3
{txt}Iteration 212: sum of abs. weighted deviations = {res} 9986015.7
{txt}Iteration 213: sum of abs. weighted deviations = {res} 9985998.6
{txt}Iteration 214: sum of abs. weighted deviations = {res} 9985937.8
{txt}Iteration 215: sum of abs. weighted deviations = {res} 9985882.4
{txt}Iteration 216: sum of abs. weighted deviations = {res} 9985843.5
{txt}Iteration 217: sum of abs. weighted deviations = {res} 9985340.5
{txt}Iteration 218: sum of abs. weighted deviations = {res} 9985300.5
{txt}Iteration 219: sum of abs. weighted deviations = {res} 9985285.7
{txt}Iteration 220: sum of abs. weighted deviations = {res} 9985238.7
{txt}Iteration 221: sum of abs. weighted deviations = {res} 9985216.4
{txt}Iteration 222: sum of abs. weighted deviations = {res} 9985156.6
{txt}Iteration 223: sum of abs. weighted deviations = {res} 9985101.2
{txt}Iteration 224: sum of abs. weighted deviations = {res} 9984958.2
{txt}Iteration 225: sum of abs. weighted deviations = {res} 9984955.8
{txt}Iteration 226: sum of abs. weighted deviations = {res} 9984934.3
{txt}Iteration 227: sum of abs. weighted deviations = {res} 9984864.6
{txt}Iteration 228: sum of abs. weighted deviations = {res} 9984773.5
{txt}Iteration 229: sum of abs. weighted deviations = {res} 9984709.4
{txt}Iteration 230: sum of abs. weighted deviations = {res} 9984670.8
{txt}Iteration 231: sum of abs. weighted deviations = {res} 9984656.6
{txt}Iteration 232: sum of abs. weighted deviations = {res} 9984629.7
{txt}Iteration 233: sum of abs. weighted deviations = {res} 9984598.3
{txt}Iteration 234: sum of abs. weighted deviations = {res} 9984559.3
{txt}Iteration 235: sum of abs. weighted deviations = {res} 9984548.1
{txt}Iteration 236: sum of abs. weighted deviations = {res} 9984539.3
{txt}Iteration 237: sum of abs. weighted deviations = {res} 9984529.4
{txt}Iteration 238: sum of abs. weighted deviations = {res} 9984525.4
{txt}Iteration 239: sum of abs. weighted deviations = {res} 9984513.4
{txt}Iteration 240: sum of abs. weighted deviations = {res}   9984497
{txt}Iteration 241: sum of abs. weighted deviations = {res} 9984474.2
{txt}Iteration 242: sum of abs. weighted deviations = {res} 9984449.2
{txt}Iteration 243: sum of abs. weighted deviations = {res} 9984428.3
{txt}Iteration 244: sum of abs. weighted deviations = {res} 9984410.9
{txt}Iteration 245: sum of abs. weighted deviations = {res} 9984401.6
{txt}Iteration 246: sum of abs. weighted deviations = {res} 9984392.8
{txt}Iteration 247: sum of abs. weighted deviations = {res} 9984383.5
{txt}Iteration 248: sum of abs. weighted deviations = {res} 9984364.2
{txt}Iteration 249: sum of abs. weighted deviations = {res} 9984350.6
{txt}Iteration 250: sum of abs. weighted deviations = {res} 9984328.8
{txt}Iteration 251: sum of abs. weighted deviations = {res}   9984320
{txt}Iteration 252: sum of abs. weighted deviations = {res} 9984310.3
{txt}Iteration 253: sum of abs. weighted deviations = {res} 9984297.9
{txt}Iteration 254: sum of abs. weighted deviations = {res}   9984290
{txt}Iteration 255: sum of abs. weighted deviations = {res} 9984275.2
{txt}Iteration 256: sum of abs. weighted deviations = {res} 9984267.1
{txt}Iteration 257: sum of abs. weighted deviations = {res} 9984099.9
{txt}Iteration 258: sum of abs. weighted deviations = {res} 9984070.6
{txt}Iteration 259: sum of abs. weighted deviations = {res} 9984052.7
{txt}Iteration 260: sum of abs. weighted deviations = {res} 9984023.5
{txt}Iteration 261: sum of abs. weighted deviations = {res} 9984010.7
{txt}Iteration 262: sum of abs. weighted deviations = {res} 9984007.5
{txt}Iteration 263: sum of abs. weighted deviations = {res} 9984002.3
{txt}Iteration 264: sum of abs. weighted deviations = {res} 9983995.4
{txt}Iteration 265: sum of abs. weighted deviations = {res} 9983976.8
{txt}Iteration 266: sum of abs. weighted deviations = {res} 9983973.4
{txt}Iteration 267: sum of abs. weighted deviations = {res} 9983966.8
{txt}Iteration 268: sum of abs. weighted deviations = {res} 9983962.8
{txt}Iteration 269: sum of abs. weighted deviations = {res} 9983955.4
{txt}Iteration 270: sum of abs. weighted deviations = {res} 9983946.7
{txt}Iteration 271: sum of abs. weighted deviations = {res} 9983931.4
{txt}Iteration 272: sum of abs. weighted deviations = {res} 9983925.3
{txt}Iteration 273: sum of abs. weighted deviations = {res} 9983924.3
{txt}Iteration 274: sum of abs. weighted deviations = {res} 9983915.5
{txt}Iteration 275: sum of abs. weighted deviations = {res} 9983914.2
{txt}Iteration 276: sum of abs. weighted deviations = {res} 9983912.1
{txt}Iteration 277: sum of abs. weighted deviations = {res} 9983903.5
{txt}Iteration 278: sum of abs. weighted deviations = {res} 9983884.1
{txt}Iteration 279: sum of abs. weighted deviations = {res} 9983878.7
{txt}Iteration 280: sum of abs. weighted deviations = {res} 9983874.7
{txt}Iteration 281: sum of abs. weighted deviations = {res} 9983867.3
{txt}Iteration 282: sum of abs. weighted deviations = {res} 9983860.8
{txt}Iteration 283: sum of abs. weighted deviations = {res} 9983853.4
{txt}Iteration 284: sum of abs. weighted deviations = {res} 9983851.2
{txt}Iteration 285: sum of abs. weighted deviations = {res} 9983850.3
{txt}Iteration 286: sum of abs. weighted deviations = {res} 9983846.2
{txt}Iteration 287: sum of abs. weighted deviations = {res} 9983838.9
{txt}Iteration 288: sum of abs. weighted deviations = {res} 9983830.9
{txt}Iteration 289: sum of abs. weighted deviations = {res} 9983825.7
{txt}Iteration 290: sum of abs. weighted deviations = {res} 9983824.9
{txt}Iteration 291: sum of abs. weighted deviations = {res} 9983821.7
{txt}Iteration 292: sum of abs. weighted deviations = {res} 9983817.2
{txt}Iteration 293: sum of abs. weighted deviations = {res} 9983814.5
{txt}Iteration 294: sum of abs. weighted deviations = {res} 9983810.8
{txt}Iteration 295: sum of abs. weighted deviations = {res} 9983809.5
{txt}Iteration 296: sum of abs. weighted deviations = {res} 9983808.9
{txt}Iteration 297: sum of abs. weighted deviations = {res} 9983803.6
{txt}Iteration 298: sum of abs. weighted deviations = {res} 9983801.7
{txt}Iteration 299: sum of abs. weighted deviations = {res} 9983800.8
{txt}Iteration 300: sum of abs. weighted deviations = {res} 9983797.7
{txt}Iteration 301: sum of abs. weighted deviations = {res} 9983796.5
{txt}Iteration 302: sum of abs. weighted deviations = {res} 9983792.4
{txt}Iteration 303: sum of abs. weighted deviations = {res} 9983790.3
{txt}Iteration 304: sum of abs. weighted deviations = {res} 9983789.2
{txt}Iteration 305: sum of abs. weighted deviations = {res} 9983787.6
{txt}Iteration 306: sum of abs. weighted deviations = {res} 9983785.7
{txt}Iteration 307: sum of abs. weighted deviations = {res}   9983784
{txt}Iteration 308: sum of abs. weighted deviations = {res} 9983776.7
{txt}Iteration 309: sum of abs. weighted deviations = {res} 9983772.5
{txt}Iteration 310: sum of abs. weighted deviations = {res} 9983768.6
{txt}Iteration 311: sum of abs. weighted deviations = {res} 9983768.3
{txt}Iteration 312: sum of abs. weighted deviations = {res} 9983762.3
{txt}Iteration 313: sum of abs. weighted deviations = {res} 9983758.8
{txt}Iteration 314: sum of abs. weighted deviations = {res} 9983757.5
{txt}Iteration 315: sum of abs. weighted deviations = {res}   9983756
{txt}Iteration 316: sum of abs. weighted deviations = {res} 9983736.7
{txt}Iteration 317: sum of abs. weighted deviations = {res} 9983735.2
{txt}Iteration 318: sum of abs. weighted deviations = {res} 9983734.4
{txt}Iteration 319: sum of abs. weighted deviations = {res} 9983731.6
{txt}Iteration 320: sum of abs. weighted deviations = {res} 9983729.8
{txt}Iteration 321: sum of abs. weighted deviations = {res} 9983727.2
{txt}Iteration 322: sum of abs. weighted deviations = {res} 9983720.9
{txt}Iteration 323: sum of abs. weighted deviations = {res} 9983719.1
{txt}Iteration 324: sum of abs. weighted deviations = {res} 9983718.3
{txt}Iteration 325: sum of abs. weighted deviations = {res}   9983717
{txt}Iteration 326: sum of abs. weighted deviations = {res} 9983715.1
{txt}Iteration 327: sum of abs. weighted deviations = {res} 9983714.8
{txt}Iteration 328: sum of abs. weighted deviations = {res} 9983711.7
{txt}Iteration 329: sum of abs. weighted deviations = {res} 9983710.3
{txt}Iteration 330: sum of abs. weighted deviations = {res}   9983709
{txt}Iteration 331: sum of abs. weighted deviations = {res} 9983706.8
{txt}note: alternate solutions exist.
Iteration 332: sum of abs. weighted deviations = {res} 9983701.6
{txt}Iteration 333: sum of abs. weighted deviations = {res} 9983700.1
{txt}Iteration 334: sum of abs. weighted deviations = {res} 9983698.7
{txt}Iteration 335: sum of abs. weighted deviations = {res} 9983697.4
{txt}Iteration 336: sum of abs. weighted deviations = {res} 9983697.2
{txt}Iteration 337: sum of abs. weighted deviations = {res} 9983696.2
{txt}Iteration 338: sum of abs. weighted deviations = {res} 9983695.7
{txt}Iteration 339: sum of abs. weighted deviations = {res} 9983694.5
{txt}Iteration 340: sum of abs. weighted deviations = {res} 9983694.2
{txt}Iteration 341: sum of abs. weighted deviations = {res}   9983694
{txt}Iteration 342: sum of abs. weighted deviations = {res} 9983689.2
{txt}Iteration 343: sum of abs. weighted deviations = {res} 9983688.5
{txt}Iteration 344: sum of abs. weighted deviations = {res} 9983688.1
{txt}Iteration 345: sum of abs. weighted deviations = {res} 9983686.4
{txt}Iteration 346: sum of abs. weighted deviations = {res} 9983685.8
{txt}Iteration 347: sum of abs. weighted deviations = {res} 9983685.1
{txt}Iteration 348: sum of abs. weighted deviations = {res} 9983684.6
{txt}Iteration 349: sum of abs. weighted deviations = {res} 9983684.5
{txt}Iteration 350: sum of abs. weighted deviations = {res} 9983684.4
{txt}Iteration 351: sum of abs. weighted deviations = {res} 9983683.9
{txt}Iteration 352: sum of abs. weighted deviations = {res} 9983683.8
{txt}Iteration 353: sum of abs. weighted deviations = {res} 9983683.7
{txt}Iteration 354: sum of abs. weighted deviations = {res} 9983683.5
{txt}Iteration 355: sum of abs. weighted deviations = {res} 9983683.1
{txt}Iteration 356: sum of abs. weighted deviations = {res} 9983682.6
{txt}Iteration 357: sum of abs. weighted deviations = {res} 9983682.4
{txt}Iteration 358: sum of abs. weighted deviations = {res} 9983682.1
{txt}Iteration 359: sum of abs. weighted deviations = {res} 9983681.4
{txt}Iteration 360: sum of abs. weighted deviations = {res} 9983681.1
{txt}Iteration 361: sum of abs. weighted deviations = {res} 9983680.4
{txt}Iteration 362: sum of abs. weighted deviations = {res} 9983680.2
{txt}Iteration 363: sum of abs. weighted deviations = {res}   9983680
{txt}Iteration 364: sum of abs. weighted deviations = {res} 9983679.9
{txt}Iteration 365: sum of abs. weighted deviations = {res} 9983679.9
{txt}Iteration 366: sum of abs. weighted deviations = {res} 9983679.7
{txt}Iteration 367: sum of abs. weighted deviations = {res} 9983679.7
{txt}Iteration 368: sum of abs. weighted deviations = {res} 9983679.7
{txt}Iteration 369: sum of abs. weighted deviations = {res} 9983679.5
{txt}Iteration 370: sum of abs. weighted deviations = {res} 9983679.4
{txt}Iteration 371: sum of abs. weighted deviations = {res} 9983679.3
{txt}Iteration 372: sum of abs. weighted deviations = {res} 9983679.2
{txt}Iteration 373: sum of abs. weighted deviations = {res} 9983679.1
{txt}Iteration 374: sum of abs. weighted deviations = {res} 9983679.1
{txt}Iteration 375: sum of abs. weighted deviations = {res}   9983679
{txt}Iteration 376: sum of abs. weighted deviations = {res} 9983678.9
{txt}Iteration 377: sum of abs. weighted deviations = {res} 9983678.8
{txt}Iteration 378: sum of abs. weighted deviations = {res} 9983678.8
{txt}Iteration 379: sum of abs. weighted deviations = {res} 9983678.8
{txt}Iteration 380: sum of abs. weighted deviations = {res} 9983678.3
{txt}Iteration 381: sum of abs. weighted deviations = {res} 9983678.2
{txt}Iteration 382: sum of abs. weighted deviations = {res} 9983678.2
{txt}Iteration 383: sum of abs. weighted deviations = {res}   9983678
{txt}Iteration 384: sum of abs. weighted deviations = {res} 9983677.6
{txt}Iteration 385: sum of abs. weighted deviations = {res} 9983677.3
{txt}Iteration 386: sum of abs. weighted deviations = {res} 9983677.1
{txt}Iteration 387: sum of abs. weighted deviations = {res}   9983677
{txt}Iteration 388: sum of abs. weighted deviations = {res} 9983676.9
{txt}Iteration 389: sum of abs. weighted deviations = {res} 9983676.9
{txt}Iteration 390: sum of abs. weighted deviations = {res} 9983676.8
{txt}Iteration 391: sum of abs. weighted deviations = {res} 9983676.6
{txt}Iteration 392: sum of abs. weighted deviations = {res} 9983676.2
{txt}Iteration 393: sum of abs. weighted deviations = {res} 9983675.8
{txt}Iteration 394: sum of abs. weighted deviations = {res} 9983675.5
{txt}Iteration 395: sum of abs. weighted deviations = {res} 9983675.4
{txt}note: alternate solutions exist.
Iteration 396: sum of abs. weighted deviations = {res} 9983675.1
{txt}Iteration 397: sum of abs. weighted deviations = {res}   9983675
{txt}Iteration 398: sum of abs. weighted deviations = {res} 9983674.8
{txt}Iteration 399: sum of abs. weighted deviations = {res} 9983674.8
{txt}Iteration 400: sum of abs. weighted deviations = {res} 9983674.8
{txt}Iteration 401: sum of abs. weighted deviations = {res} 9983674.8
{txt}Iteration 402: sum of abs. weighted deviations = {res} 9983674.6
{txt}Iteration 403: sum of abs. weighted deviations = {res} 9983674.6
{txt}Iteration 404: sum of abs. weighted deviations = {res} 9983674.3
{txt}Iteration 405: sum of abs. weighted deviations = {res} 9983674.3
{txt}Iteration 406: sum of abs. weighted deviations = {res} 9983674.3
{txt}Iteration 407: sum of abs. weighted deviations = {res} 9983673.7
{txt}Iteration 408: sum of abs. weighted deviations = {res} 9983673.6
{txt}Iteration 409: sum of abs. weighted deviations = {res} 9983673.6
{txt}Iteration 410: sum of abs. weighted deviations = {res} 9983673.4
{txt}Iteration 411: sum of abs. weighted deviations = {res} 9983673.2
{txt}Iteration 412: sum of abs. weighted deviations = {res} 9983673.1
{txt}Iteration 413: sum of abs. weighted deviations = {res} 9983673.1
{txt}Iteration 414: sum of abs. weighted deviations = {res} 9983673.1
{txt}Iteration 415: sum of abs. weighted deviations = {res} 9983673.1
{txt}Iteration 416: sum of abs. weighted deviations = {res} 9983673.1
{txt}Iteration 417: sum of abs. weighted deviations = {res} 9983673.1
{txt}Iteration 418: sum of abs. weighted deviations = {res}   9983673
{txt}Iteration 419: sum of abs. weighted deviations = {res}   9983673
{txt}Iteration 420: sum of abs. weighted deviations = {res} 9983672.9
{txt}Iteration 421: sum of abs. weighted deviations = {res} 9983672.9
{txt}Iteration 422: sum of abs. weighted deviations = {res} 9983672.9
{txt}Iteration 423: sum of abs. weighted deviations = {res} 9983672.8
{txt}Iteration 424: sum of abs. weighted deviations = {res} 9983672.7
{txt}Iteration 425: sum of abs. weighted deviations = {res} 9983672.7
{txt}Iteration 426: sum of abs. weighted deviations = {res} 9983672.6
{txt}Iteration 427: sum of abs. weighted deviations = {res} 9983672.6
{txt}Iteration 428: sum of abs. weighted deviations = {res} 9983672.5
{txt}Iteration 429: sum of abs. weighted deviations = {res} 9983672.5
{txt}Iteration 430: sum of abs. weighted deviations = {res} 9983672.4
{txt}Iteration 431: sum of abs. weighted deviations = {res} 9983672.4
{txt}Iteration 432: sum of abs. weighted deviations = {res} 9983672.4
{txt}Iteration 433: sum of abs. weighted deviations = {res} 9983672.3
{txt}Iteration 434: sum of abs. weighted deviations = {res} 9983672.3
{txt}Iteration 435: sum of abs. weighted deviations = {res} 9983672.3
{txt}Iteration 436: sum of abs. weighted deviations = {res} 9983672.2
{txt}Iteration 437: sum of abs. weighted deviations = {res} 9983672.1
{txt}Iteration 438: sum of abs. weighted deviations = {res} 9983672.1
{txt}Iteration 439: sum of abs. weighted deviations = {res} 9983672.1
{txt}Iteration 440: sum of abs. weighted deviations = {res}   9983672
{txt}Iteration 441: sum of abs. weighted deviations = {res}   9983672
{txt}Iteration 442: sum of abs. weighted deviations = {res}   9983672
{txt}Iteration 443: sum of abs. weighted deviations = {res}   9983672
{txt}Iteration 444: sum of abs. weighted deviations = {res} 9983671.9
{txt}Iteration 445: sum of abs. weighted deviations = {res} 9983671.8
{txt}Iteration 446: sum of abs. weighted deviations = {res} 9983671.8
{txt}Iteration 447: sum of abs. weighted deviations = {res} 9983671.8
{txt}Iteration 448: sum of abs. weighted deviations = {res} 9983671.7
{txt}Iteration 449: sum of abs. weighted deviations = {res} 9983671.7
{txt}Iteration 450: sum of abs. weighted deviations = {res} 9983671.7
{txt}Iteration 451: sum of abs. weighted deviations = {res} 9983671.7
{txt}Iteration 452: sum of abs. weighted deviations = {res} 9983671.7
{txt}Iteration 453: sum of abs. weighted deviations = {res} 9983671.6
{txt}Iteration 454: sum of abs. weighted deviations = {res} 9983671.6
{txt}Iteration 455: sum of abs. weighted deviations = {res} 9983671.6
{txt}Iteration 456: sum of abs. weighted deviations = {res} 9983671.6
{txt}Iteration 457: sum of abs. weighted deviations = {res} 9983671.6
{txt}Iteration 458: sum of abs. weighted deviations = {res} 9983671.5
{txt}Iteration 459: sum of abs. weighted deviations = {res} 9983671.5
{txt}Iteration 460: sum of abs. weighted deviations = {res} 9983671.5
{txt}Iteration 461: sum of abs. weighted deviations = {res} 9983671.5
{txt}Iteration 462: sum of abs. weighted deviations = {res} 9983671.5
{txt}Iteration 463: sum of abs. weighted deviations = {res} 9983671.5
{txt}Iteration 464: sum of abs. weighted deviations = {res} 9983671.5
{txt}Iteration 465: sum of abs. weighted deviations = {res} 9983671.5
{txt}note: alternate solutions exist.
Iteration 466: sum of abs. weighted deviations = {res} 9983671.4
{txt}Iteration 467: sum of abs. weighted deviations = {res} 9983671.4
{txt}Iteration 468: sum of abs. weighted deviations = {res} 9983671.4
{txt}Iteration 469: sum of abs. weighted deviations = {res} 9983671.4
{txt}Iteration 470: sum of abs. weighted deviations = {res} 9983671.4
{txt}Iteration 471: sum of abs. weighted deviations = {res} 9983671.4
{txt}Iteration 472: sum of abs. weighted deviations = {res} 9983671.4
{txt}Iteration 473: sum of abs. weighted deviations = {res} 9983671.4
{txt}Iteration 474: sum of abs. weighted deviations = {res} 9983671.4
{txt}Iteration 475: sum of abs. weighted deviations = {res} 9983671.4
{txt}Iteration 476: sum of abs. weighted deviations = {res} 9983671.4
{txt}Iteration 477: sum of abs. weighted deviations = {res} 9983671.4
{txt}Iteration 478: sum of abs. weighted deviations = {res} 9983671.4
{txt}Iteration 479: sum of abs. weighted deviations = {res} 9983671.4
{txt}Iteration 480: sum of abs. weighted deviations = {res} 9983671.4
{txt}Iteration 481: sum of abs. weighted deviations = {res} 9983671.4
{txt}Iteration 482: sum of abs. weighted deviations = {res} 9983671.4
{txt}Iteration 483: sum of abs. weighted deviations = {res} 9983671.4
{txt}Iteration 484: sum of abs. weighted deviations = {res} 9983671.3
{txt}Iteration 485: sum of abs. weighted deviations = {res} 9983671.3
{txt}Iteration 486: sum of abs. weighted deviations = {res} 9983671.3
{txt}note: alternate solutions exist.
Iteration 487: sum of abs. weighted deviations = {res} 9983671.3
{txt}Iteration 488: sum of abs. weighted deviations = {res} 9983671.3
{txt}Iteration 489: sum of abs. weighted deviations = {res} 9983671.3
{txt}Iteration 490: sum of abs. weighted deviations = {res} 9983671.3
{txt}Iteration 491: sum of abs. weighted deviations = {res} 9983671.3
{txt}Iteration 492: sum of abs. weighted deviations = {res} 9983671.3
{txt}Iteration 493: sum of abs. weighted deviations = {res} 9983671.3
{txt}Iteration 494: sum of abs. weighted deviations = {res} 9983671.3
{txt}Iteration 495: sum of abs. weighted deviations = {res} 9983671.3
{txt}Iteration 496: sum of abs. weighted deviations = {res} 9983671.3
{txt}Iteration 497: sum of abs. weighted deviations = {res} 9983671.3
{txt}Iteration 498: sum of abs. weighted deviations = {res} 9983671.3
{txt}Iteration 499: sum of abs. weighted deviations = {res} 9983671.3
{txt}Iteration 500: sum of abs. weighted deviations = {res} 9983671.3
{txt}Iteration 501: sum of abs. weighted deviations = {res}   9983671
{txt}Iteration 502: sum of abs. weighted deviations = {res}   9983671
{txt}Iteration 503: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 504: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 505: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 506: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 507: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 508: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 509: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 510: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 511: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 512: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 513: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 514: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 515: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 516: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 517: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 518: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 519: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 520: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 521: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 522: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 523: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 524: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 525: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 526: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 527: sum of abs. weighted deviations = {res} 9983670.9
{txt}Iteration 528: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 529: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 530: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 531: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 532: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 533: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 534: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 535: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 536: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 537: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 538: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 539: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 540: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 541: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 542: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 543: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 544: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 545: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 546: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 547: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 548: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 549: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 550: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 551: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 552: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 553: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 554: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 555: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 556: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 557: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 558: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 559: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 560: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 561: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 562: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 563: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 564: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 565: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 566: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 567: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 568: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 569: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 570: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 571: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 572: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 573: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 574: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 575: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 576: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 577: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 578: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 579: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 580: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 581: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 582: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 583: sum of abs. weighted deviations = {res} 9983670.8
{txt}Iteration 584: sum of abs. weighted deviations = {res} 9983670.8

{txt}.75 Quantile regression{col 53}Number of obs = {res}   701,077
{txt}  Raw sum of deviations{res} 1.21e+07{txt} (about {res}292{txt})
  Min sum of deviations{res}  9983671{col 53}{txt}Pseudo R2     = {res}    0.1722

{txt}{hline 30}{c TT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{col 1}                  punt_global{col 31}{c |} Coefficient{col 43}  Std. err.{col 55}      t{col 63}   P>|t|{col 71}     [95% con{col 84}f. interval]
{hline 30}{c +}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}
{space 11}1.cole_calendario_ {c |}{col 31}{res}{space 2} 12.24174{col 43}{space 2} .6832811{col 54}{space 1}   17.92{col 63}{space 3}0.000{col 71}{space 4} 10.90253{col 84}{space 3} 13.58095
{txt}{space 17}1.cole_rural {c |}{col 31}{res}{space 2}-11.41224{col 43}{space 2} .2324936{col 54}{space 1}  -49.09{col 63}{space 3}0.000{col 71}{space 4}-11.86792{col 84}{space 3}-10.95656
{txt}{space 13}1.cole_bilingue_ {c |}{col 31}{res}{space 2} 4.190602{col 43}{space 2} .6209274{col 54}{space 1}    6.75{col 63}{space 3}0.000{col 71}{space 4} 2.973604{col 84}{space 3} 5.407599
{txt}{space 15}1.cole_tecnico {c |}{col 31}{res}{space 2}-.2262219{col 43}{space 2} .1654501{col 54}{space 1}   -1.37{col 63}{space 3}0.172{col 71}{space 4}-.5504986{col 84}{space 3} .0980548
{txt}{space 15}1.cole_oficial {c |}{col 31}{res}{space 2}-12.36255{col 43}{space 2}  .250589{col 54}{space 1}  -49.33{col 63}{space 3}0.000{col 71}{space 4}-12.85369{col 84}{space 3} -11.8714
{txt}{space 29} {c |}
{space 17}cole_genero_ {c |}
{space 27}1  {c |}{col 31}{res}{space 2} 9.958475{col 43}{space 2} .7985775{col 54}{space 1}   12.47{col 63}{space 3}0.000{col 71}{space 4} 8.393289{col 84}{space 3} 11.52366
{txt}{space 27}2  {c |}{col 31}{res}{space 2} 12.36757{col 43}{space 2}  .469757{col 54}{space 1}   26.33{col 63}{space 3}0.000{col 71}{space 4} 11.44686{col 84}{space 3} 13.28828
{txt}{space 29} {c |}
{space 16}cole_jornada_ {c |}
{space 27}1  {c |}{col 31}{res}{space 2}-11.61132{col 43}{space 2} .2696735{col 54}{space 1}  -43.06{col 63}{space 3}0.000{col 71}{space 4}-12.13987{col 84}{space 3}-11.08277
{txt}{space 27}2  {c |}{col 31}{res}{space 2}-14.77378{col 43}{space 2} .3568225{col 54}{space 1}  -41.40{col 63}{space 3}0.000{col 71}{space 4}-15.47314{col 84}{space 3}-14.07442
{txt}{space 27}3  {c |}{col 31}{res}{space 2}-41.12797{col 43}{space 2} .4702625{col 54}{space 1}  -87.46{col 63}{space 3}0.000{col 71}{space 4}-42.04967{col 84}{space 3}-40.20627
{txt}{space 27}4  {c |}{col 31}{res}{space 2}-41.95445{col 43}{space 2} .4625259{col 54}{space 1}  -90.71{col 63}{space 3}0.000{col 71}{space 4}-42.86099{col 84}{space 3}-41.04792
{txt}{space 27}5  {c |}{col 31}{res}{space 2}-7.567219{col 43}{space 2} .2948881{col 54}{space 1}  -25.66{col 63}{space 3}0.000{col 71}{space 4} -8.14519{col 84}{space 3}-6.989249
{txt}{space 29} {c |}
{space 12}1.estu_extranjero {c |}{col 31}{res}{space 2}  1.14204{col 43}{space 2} .6866606{col 54}{space 1}    1.66{col 63}{space 3}0.096{col 71}{space 4}-.2037919{col 84}{space 3} 2.487873
{txt}{space 17}1.estu_mujer {c |}{col 31}{res}{space 2}-8.038636{col 43}{space 2} .1546203{col 54}{space 1}  -51.99{col 63}{space 3}0.000{col 71}{space 4}-8.341686{col 84}{space 3}-7.735585
{txt}{space 5}0.estu_privado_libertad_ {c |}{col 31}{res}{space 2}        0{col 43}{txt}  (omitted)
{space 25}edad {c |}{col 31}{res}{space 2}-1.722641{col 43}{space 2} .0353097{col 54}{space 1}  -48.79{col 63}{space 3}0.000{col 71}{space 4}-1.791847{col 84}{space 3}-1.653435
{txt}{space 14}1.fami_internet {c |}{col 31}{res}{space 2} 7.902752{col 43}{space 2} .2359757{col 54}{space 1}   33.49{col 63}{space 3}0.000{col 71}{space 4} 7.440247{col 84}{space 3} 8.365256
{txt}{space 12}1.fami_computador {c |}{col 31}{res}{space 2}  6.53763{col 43}{space 2} .4180302{col 54}{space 1}   15.64{col 63}{space 3}0.000{col 71}{space 4} 5.718305{col 84}{space 3} 7.356956
{txt}{space 29} {c |}
fami_internet#fami_computador {c |}
{space 25}1 1  {c |}{col 31}{res}{space 2} 6.509486{col 43}{space 2} .4591916{col 54}{space 1}   14.18{col 63}{space 3}0.000{col 71}{space 4} 5.609486{col 84}{space 3} 7.409487
{txt}{space 29} {c |}
{space 19}educ_madre {c |}
{space 27}1  {c |}{col 31}{res}{space 2} 2.800917{col 43}{space 2} .2737183{col 54}{space 1}   10.23{col 63}{space 3}0.000{col 71}{space 4} 2.264438{col 84}{space 3} 3.337396
{txt}{space 27}2  {c |}{col 31}{res}{space 2} 9.434791{col 43}{space 2} .2733081{col 54}{space 1}   34.52{col 63}{space 3}0.000{col 71}{space 4} 8.899116{col 84}{space 3} 9.970466
{txt}{space 27}3  {c |}{col 31}{res}{space 2}  17.9559{col 43}{space 2} .3461368{col 54}{space 1}   51.88{col 63}{space 3}0.000{col 71}{space 4} 17.27748{col 84}{space 3} 18.63432
{txt}{space 27}4  {c |}{col 31}{res}{space 2} 21.67854{col 43}{space 2} .3539532{col 54}{space 1}   61.25{col 63}{space 3}0.000{col 71}{space 4}  20.9848{col 84}{space 3} 22.37228
{txt}{space 27}5  {c |}{col 31}{res}{space 2} 34.02312{col 43}{space 2} .5944162{col 54}{space 1}   57.24{col 63}{space 3}0.000{col 71}{space 4} 32.85808{col 84}{space 3} 35.18815
{txt}{space 29} {c |}
{space 19}educ_padre {c |}
{space 27}1  {c |}{col 31}{res}{space 2} 1.204109{col 43}{space 2} .2402507{col 54}{space 1}    5.01{col 63}{space 3}0.000{col 71}{space 4} .7332249{col 84}{space 3} 1.674992
{txt}{space 27}2  {c |}{col 31}{res}{space 2} 5.360095{col 43}{space 2} .2452986{col 54}{space 1}   21.85{col 63}{space 3}0.000{col 71}{space 4} 4.879318{col 84}{space 3} 5.840873
{txt}{space 27}3  {c |}{col 31}{res}{space 2} 13.76027{col 43}{space 2} .3557646{col 54}{space 1}   38.68{col 63}{space 3}0.000{col 71}{space 4} 13.06298{col 84}{space 3} 14.45756
{txt}{space 27}4  {c |}{col 31}{res}{space 2} 16.37059{col 43}{space 2} .3393481{col 54}{space 1}   48.24{col 63}{space 3}0.000{col 71}{space 4} 15.70548{col 84}{space 3}  17.0357
{txt}{space 27}5  {c |}{col 31}{res}{space 2} 30.80739{col 43}{space 2} .6137881{col 54}{space 1}   50.19{col 63}{space 3}0.000{col 71}{space 4} 29.60438{col 84}{space 3} 32.01039
{txt}{space 29} {c |}
{space 22}estrato {c |}
{space 27}2  {c |}{col 31}{res}{space 2}-2.870147{col 43}{space 2} .1951873{col 54}{space 1}  -14.70{col 63}{space 3}0.000{col 71}{space 4}-3.252708{col 84}{space 3}-2.487586
{txt}{space 27}3  {c |}{col 31}{res}{space 2}-6.482473{col 43}{space 2} .2328303{col 54}{space 1}  -27.84{col 63}{space 3}0.000{col 71}{space 4}-6.938812{col 84}{space 3}-6.026133
{txt}{space 27}4  {c |}{col 31}{res}{space 2}-8.433346{col 43}{space 2} .3642636{col 54}{space 1}  -23.15{col 63}{space 3}0.000{col 71}{space 4}-9.147291{col 84}{space 3}-7.719401
{txt}{space 27}5  {c |}{col 31}{res}{space 2}-8.453449{col 43}{space 2} .5739933{col 54}{space 1}  -14.73{col 63}{space 3}0.000{col 71}{space 4}-9.578457{col 84}{space 3}-7.328441
{txt}{space 27}6  {c |}{col 31}{res}{space 2}  -11.159{col 43}{space 2} .7827076{col 54}{space 1}  -14.26{col 63}{space 3}0.000{col 71}{space 4}-12.69308{col 84}{space 3}-9.624921
{txt}{space 29} {c |}
{space 22}quintil {c |}
{space 27}2  {c |}{col 31}{res}{space 2}-1.401181{col 43}{space 2} .1906494{col 54}{space 1}   -7.35{col 63}{space 3}0.000{col 71}{space 4}-1.774848{col 84}{space 3}-1.027514
{txt}{space 27}3  {c |}{col 31}{res}{space 2} -2.57369{col 43}{space 2} .2307778{col 54}{space 1}  -11.15{col 63}{space 3}0.000{col 71}{space 4}-3.026007{col 84}{space 3}-2.121373
{txt}{space 27}4  {c |}{col 31}{res}{space 2}-9.994974{col 43}{space 2} .2842523{col 54}{space 1}  -35.16{col 63}{space 3}0.000{col 71}{space 4} -10.5521{col 84}{space 3}-9.437849
{txt}{space 27}5  {c |}{col 31}{res}{space 2}-27.30538{col 43}{space 2} .5049373{col 54}{space 1}  -54.08{col 63}{space 3}0.000{col 71}{space 4}-28.29504{col 84}{space 3}-26.31572
{txt}{space 29} {c |}
{space 24}_cons {c |}{col 31}{res}{space 2} 318.2326{col 43}{space 2} 1.027653{col 54}{space 1}  309.67{col 63}{space 3}0.000{col 71}{space 4} 316.2185{col 84}{space 3} 320.2468
{txt}{hline 30}{c BT}{hline 11}{hline 11}{hline 9}{hline 8}{hline 13}{hline 12}

{com}. estimates store qreg75
{txt}
{com}. 
. estimates table OLS qreg25 qreg50 qreg75, b(%7.3f) se p
{res}
{txt}{hline 12}{c -}{c TT}{c -}{hline 9}{c -}{c -}{c -}{hline 9}{c -}{c -}{c -}{hline 9}{c -}{c -}{c -}{hline 9}{c -}{c -}
{ralign 12:Variable} {c |} {center 9:OLS} {space 1} {center 9:qreg25} {space 1} {center 9:qreg50} {space 1} {center 9:qreg75} {space 1}
{hline 12}{c -}{c +}{c -}{hline 9}{c -}{c -}{c -}{hline 9}{c -}{c -}{c -}{hline 9}{c -}{c -}{c -}{hline 9}{c -}{c -}
{res}{txt}cole_calen~_ {c |}
{space 10}1  {c |}{res} {ralign 9:15.705}{txt} {space 1}{res} {ralign 9:19.963}{txt} {space 1}{res} {ralign 9:16.434}{txt} {space 1}{res} {ralign 9:12.242}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.475}{txt} {space 1}{res} {ralign 9:0.639}{txt} {space 1}{res} {ralign 9:0.654}{txt} {space 1}{res} {ralign 9:0.683}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 12} {c |}
{space 2}cole_rural {c |}
{space 10}1  {c |}{res} {ralign 9:-10.464}{txt} {space 1}{res} {ralign 9:-9.274}{txt} {space 1}{res} {ralign 9:-11.000}{txt} {space 1}{res} {ralign 9:-11.412}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.161}{txt} {space 1}{res} {ralign 9:0.217}{txt} {space 1}{res} {ralign 9:0.223}{txt} {space 1}{res} {ralign 9:0.232}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 12} {c |}
cole_bilin~_ {c |}
{space 10}1  {c |}{res} {ralign 9:2.782}{txt} {space 1}{res} {ralign 9:1.712}{txt} {space 1}{res} {ralign 9:2.840}{txt} {space 1}{res} {ralign 9:4.191}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.431}{txt} {space 1}{res} {ralign 9:0.581}{txt} {space 1}{res} {ralign 9:0.594}{txt} {space 1}{res} {ralign 9:0.621}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0032}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 12} {c |}
cole_tecnico {c |}
{space 10}1  {c |}{res} {ralign 9:-1.028}{txt} {space 1}{res} {ralign 9:-1.807}{txt} {space 1}{res} {ralign 9:-0.760}{txt} {space 1}{res} {ralign 9:-0.226}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.115}{txt} {space 1}{res} {ralign 9:0.155}{txt} {space 1}{res} {ralign 9:0.158}{txt} {space 1}{res} {ralign 9:0.165}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.1715}{txt} {space 1}
{res}{txt}{space 12} {c |}
cole_oficial {c |}
{space 10}1  {c |}{res} {ralign 9:-11.148}{txt} {space 1}{res} {ralign 9:-10.003}{txt} {space 1}{res} {ralign 9:-12.120}{txt} {space 1}{res} {ralign 9:-12.363}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.174}{txt} {space 1}{res} {ralign 9:0.234}{txt} {space 1}{res} {ralign 9:0.240}{txt} {space 1}{res} {ralign 9:0.251}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 12} {c |}
cole_genero_ {c |}
{space 10}1  {c |}{res} {ralign 9:12.769}{txt} {space 1}{res} {ralign 9:15.544}{txt} {space 1}{res} {ralign 9:14.474}{txt} {space 1}{res} {ralign 9:9.958}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.555}{txt} {space 1}{res} {ralign 9:0.747}{txt} {space 1}{res} {ralign 9:0.764}{txt} {space 1}{res} {ralign 9:0.799}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 10}2  {c |}{res} {ralign 9:15.159}{txt} {space 1}{res} {ralign 9:18.927}{txt} {space 1}{res} {ralign 9:15.451}{txt} {space 1}{res} {ralign 9:12.368}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.326}{txt} {space 1}{res} {ralign 9:0.439}{txt} {space 1}{res} {ralign 9:0.450}{txt} {space 1}{res} {ralign 9:0.470}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 12} {c |}
cole_jorna~_ {c |}
{space 10}1  {c |}{res} {ralign 9:-13.579}{txt} {space 1}{res} {ralign 9:-16.009}{txt} {space 1}{res} {ralign 9:-14.594}{txt} {space 1}{res} {ralign 9:-11.611}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.187}{txt} {space 1}{res} {ralign 9:0.252}{txt} {space 1}{res} {ralign 9:0.258}{txt} {space 1}{res} {ralign 9:0.270}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 10}2  {c |}{res} {ralign 9:-16.441}{txt} {space 1}{res} {ralign 9:-18.508}{txt} {space 1}{res} {ralign 9:-18.137}{txt} {space 1}{res} {ralign 9:-14.774}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.248}{txt} {space 1}{res} {ralign 9:0.334}{txt} {space 1}{res} {ralign 9:0.342}{txt} {space 1}{res} {ralign 9:0.357}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 10}3  {c |}{res} {ralign 9:-37.856}{txt} {space 1}{res} {ralign 9:-35.522}{txt} {space 1}{res} {ralign 9:-40.886}{txt} {space 1}{res} {ralign 9:-41.128}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.327}{txt} {space 1}{res} {ralign 9:0.440}{txt} {space 1}{res} {ralign 9:0.450}{txt} {space 1}{res} {ralign 9:0.470}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 10}4  {c |}{res} {ralign 9:-38.121}{txt} {space 1}{res} {ralign 9:-35.163}{txt} {space 1}{res} {ralign 9:-40.577}{txt} {space 1}{res} {ralign 9:-41.954}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.321}{txt} {space 1}{res} {ralign 9:0.433}{txt} {space 1}{res} {ralign 9:0.443}{txt} {space 1}{res} {ralign 9:0.463}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 10}5  {c |}{res} {ralign 9:-9.267}{txt} {space 1}{res} {ralign 9:-10.882}{txt} {space 1}{res} {ralign 9:-10.154}{txt} {space 1}{res} {ralign 9:-7.567}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.205}{txt} {space 1}{res} {ralign 9:0.276}{txt} {space 1}{res} {ralign 9:0.282}{txt} {space 1}{res} {ralign 9:0.295}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 12} {c |}
estu_extra~o {c |}
{space 10}1  {c |}{res} {ralign 9:2.592}{txt} {space 1}{res} {ralign 9:2.689}{txt} {space 1}{res} {ralign 9:2.971}{txt} {space 1}{res} {ralign 9:1.142}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.477}{txt} {space 1}{res} {ralign 9:0.642}{txt} {space 1}{res} {ralign 9:0.657}{txt} {space 1}{res} {ralign 9:0.687}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0963}{txt} {space 1}
{res}{txt}{space 12} {c |}
{space 2}estu_mujer {c |}
{space 10}1  {c |}{res} {ralign 9:-5.830}{txt} {space 1}{res} {ralign 9:-3.651}{txt} {space 1}{res} {ralign 9:-6.331}{txt} {space 1}{res} {ralign 9:-8.039}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.107}{txt} {space 1}{res} {ralign 9:0.145}{txt} {space 1}{res} {ralign 9:0.148}{txt} {space 1}{res} {ralign 9:0.155}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 12} {c |}
0.estu_pri~_ {c |}{res} {ralign 9:(omitted)}{txt} {space 1}{res} {ralign 9:(omitted)}{txt} {space 1}{res} {ralign 9:(omitted)}{txt} {space 1}{res} {ralign 9:(omitted)}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:}{txt} {space 1}{res} {ralign 9:}{txt} {space 1}{res} {ralign 9:}{txt} {space 1}{res} {ralign 9:}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:}{txt} {space 1}{res} {ralign 9:}{txt} {space 1}{res} {ralign 9:}{txt} {space 1}{res} {ralign 9:}{txt} {space 1}
{res}{txt}{space 8}edad {c |}{res} {ralign 9:-1.939}{txt} {space 1}{res} {ralign 9:-2.117}{txt} {space 1}{res} {ralign 9:-1.789}{txt} {space 1}{res} {ralign 9:-1.723}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.025}{txt} {space 1}{res} {ralign 9:0.033}{txt} {space 1}{res} {ralign 9:0.034}{txt} {space 1}{res} {ralign 9:0.035}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 12} {c |}
fami_inter~t {c |}
{space 10}1  {c |}{res} {ralign 9:6.381}{txt} {space 1}{res} {ralign 9:5.102}{txt} {space 1}{res} {ralign 9:7.103}{txt} {space 1}{res} {ralign 9:7.903}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.164}{txt} {space 1}{res} {ralign 9:0.221}{txt} {space 1}{res} {ralign 9:0.226}{txt} {space 1}{res} {ralign 9:0.236}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 12} {c |}
fami_compu~r {c |}
{space 10}1  {c |}{res} {ralign 9:4.025}{txt} {space 1}{res} {ralign 9:1.053}{txt} {space 1}{res} {ralign 9:4.034}{txt} {space 1}{res} {ralign 9:6.538}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.290}{txt} {space 1}{res} {ralign 9:0.391}{txt} {space 1}{res} {ralign 9:0.400}{txt} {space 1}{res} {ralign 9:0.418}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0071}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 12} {c |}
fami_inter~t#{c |}
fami_compu~r {c |}
{space 8}1 1  {c |}{res} {ralign 9:7.040}{txt} {space 1}{res} {ralign 9:8.794}{txt} {space 1}{res} {ralign 9:8.063}{txt} {space 1}{res} {ralign 9:6.509}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.319}{txt} {space 1}{res} {ralign 9:0.429}{txt} {space 1}{res} {ralign 9:0.440}{txt} {space 1}{res} {ralign 9:0.459}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 12} {c |}
{space 2}educ_madre {c |}
{space 10}1  {c |}{res} {ralign 9:1.631}{txt} {space 1}{res} {ralign 9:0.629}{txt} {space 1}{res} {ralign 9:1.429}{txt} {space 1}{res} {ralign 9:2.801}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.190}{txt} {space 1}{res} {ralign 9:0.256}{txt} {space 1}{res} {ralign 9:0.262}{txt} {space 1}{res} {ralign 9:0.274}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0140}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 10}2  {c |}{res} {ralign 9:7.071}{txt} {space 1}{res} {ralign 9:5.153}{txt} {space 1}{res} {ralign 9:7.554}{txt} {space 1}{res} {ralign 9:9.435}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.190}{txt} {space 1}{res} {ralign 9:0.256}{txt} {space 1}{res} {ralign 9:0.262}{txt} {space 1}{res} {ralign 9:0.273}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 10}3  {c |}{res} {ralign 9:15.926}{txt} {space 1}{res} {ralign 9:15.491}{txt} {space 1}{res} {ralign 9:17.554}{txt} {space 1}{res} {ralign 9:17.956}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.240}{txt} {space 1}{res} {ralign 9:0.324}{txt} {space 1}{res} {ralign 9:0.331}{txt} {space 1}{res} {ralign 9:0.346}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 10}4  {c |}{res} {ralign 9:17.780}{txt} {space 1}{res} {ralign 9:15.655}{txt} {space 1}{res} {ralign 9:20.206}{txt} {space 1}{res} {ralign 9:21.679}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.246}{txt} {space 1}{res} {ralign 9:0.331}{txt} {space 1}{res} {ralign 9:0.339}{txt} {space 1}{res} {ralign 9:0.354}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 10}5  {c |}{res} {ralign 9:32.987}{txt} {space 1}{res} {ralign 9:33.910}{txt} {space 1}{res} {ralign 9:36.497}{txt} {space 1}{res} {ralign 9:34.023}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.413}{txt} {space 1}{res} {ralign 9:0.556}{txt} {space 1}{res} {ralign 9:0.569}{txt} {space 1}{res} {ralign 9:0.594}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 12} {c |}
{space 2}educ_padre {c |}
{space 10}1  {c |}{res} {ralign 9:0.880}{txt} {space 1}{res} {ralign 9:0.548}{txt} {space 1}{res} {ralign 9:0.680}{txt} {space 1}{res} {ralign 9:1.204}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.167}{txt} {space 1}{res} {ralign 9:0.225}{txt} {space 1}{res} {ralign 9:0.230}{txt} {space 1}{res} {ralign 9:0.240}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0147}{txt} {space 1}{res} {ralign 9:0.0031}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 10}2  {c |}{res} {ralign 9:4.072}{txt} {space 1}{res} {ralign 9:2.970}{txt} {space 1}{res} {ralign 9:4.469}{txt} {space 1}{res} {ralign 9:5.360}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.170}{txt} {space 1}{res} {ralign 9:0.229}{txt} {space 1}{res} {ralign 9:0.235}{txt} {space 1}{res} {ralign 9:0.245}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 10}3  {c |}{res} {ralign 9:12.047}{txt} {space 1}{res} {ralign 9:10.997}{txt} {space 1}{res} {ralign 9:13.891}{txt} {space 1}{res} {ralign 9:13.760}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.247}{txt} {space 1}{res} {ralign 9:0.333}{txt} {space 1}{res} {ralign 9:0.341}{txt} {space 1}{res} {ralign 9:0.356}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 10}4  {c |}{res} {ralign 9:13.632}{txt} {space 1}{res} {ralign 9:12.101}{txt} {space 1}{res} {ralign 9:15.349}{txt} {space 1}{res} {ralign 9:16.371}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.236}{txt} {space 1}{res} {ralign 9:0.317}{txt} {space 1}{res} {ralign 9:0.325}{txt} {space 1}{res} {ralign 9:0.339}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 10}5  {c |}{res} {ralign 9:31.655}{txt} {space 1}{res} {ralign 9:34.832}{txt} {space 1}{res} {ralign 9:33.394}{txt} {space 1}{res} {ralign 9:30.807}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.426}{txt} {space 1}{res} {ralign 9:0.574}{txt} {space 1}{res} {ralign 9:0.588}{txt} {space 1}{res} {ralign 9:0.614}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 12} {c |}
{space 5}estrato {c |}
{space 10}2  {c |}{res} {ralign 9:-2.144}{txt} {space 1}{res} {ralign 9:-1.578}{txt} {space 1}{res} {ralign 9:-2.543}{txt} {space 1}{res} {ralign 9:-2.870}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.136}{txt} {space 1}{res} {ralign 9:0.183}{txt} {space 1}{res} {ralign 9:0.187}{txt} {space 1}{res} {ralign 9:0.195}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 10}3  {c |}{res} {ralign 9:-5.318}{txt} {space 1}{res} {ralign 9:-4.674}{txt} {space 1}{res} {ralign 9:-6.206}{txt} {space 1}{res} {ralign 9:-6.482}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.162}{txt} {space 1}{res} {ralign 9:0.218}{txt} {space 1}{res} {ralign 9:0.223}{txt} {space 1}{res} {ralign 9:0.233}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 10}4  {c |}{res} {ralign 9:-9.024}{txt} {space 1}{res} {ralign 9:-10.622}{txt} {space 1}{res} {ralign 9:-10.560}{txt} {space 1}{res} {ralign 9:-8.433}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.253}{txt} {space 1}{res} {ralign 9:0.341}{txt} {space 1}{res} {ralign 9:0.349}{txt} {space 1}{res} {ralign 9:0.364}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 10}5  {c |}{res} {ralign 9:-9.655}{txt} {space 1}{res} {ralign 9:-12.346}{txt} {space 1}{res} {ralign 9:-10.806}{txt} {space 1}{res} {ralign 9:-8.453}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.399}{txt} {space 1}{res} {ralign 9:0.537}{txt} {space 1}{res} {ralign 9:0.549}{txt} {space 1}{res} {ralign 9:0.574}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 10}6  {c |}{res} {ralign 9:-13.647}{txt} {space 1}{res} {ralign 9:-17.798}{txt} {space 1}{res} {ralign 9:-16.754}{txt} {space 1}{res} {ralign 9:-11.159}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.544}{txt} {space 1}{res} {ralign 9:0.732}{txt} {space 1}{res} {ralign 9:0.749}{txt} {space 1}{res} {ralign 9:0.783}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 12} {c |}
{space 5}quintil {c |}
{space 10}2  {c |}{res} {ralign 9:-3.518}{txt} {space 1}{res} {ralign 9:-6.397}{txt} {space 1}{res} {ralign 9:-4.469}{txt} {space 1}{res} {ralign 9:-1.401}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.132}{txt} {space 1}{res} {ralign 9:0.178}{txt} {space 1}{res} {ralign 9:0.183}{txt} {space 1}{res} {ralign 9:0.191}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 10}3  {c |}{res} {ralign 9:-4.950}{txt} {space 1}{res} {ralign 9:-8.695}{txt} {space 1}{res} {ralign 9:-6.583}{txt} {space 1}{res} {ralign 9:-2.574}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.160}{txt} {space 1}{res} {ralign 9:0.216}{txt} {space 1}{res} {ralign 9:0.221}{txt} {space 1}{res} {ralign 9:0.231}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 10}4  {c |}{res} {ralign 9:-10.343}{txt} {space 1}{res} {ralign 9:-12.302}{txt} {space 1}{res} {ralign 9:-12.554}{txt} {space 1}{res} {ralign 9:-9.995}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.197}{txt} {space 1}{res} {ralign 9:0.266}{txt} {space 1}{res} {ralign 9:0.272}{txt} {space 1}{res} {ralign 9:0.284}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 10}5  {c |}{res} {ralign 9:-25.482}{txt} {space 1}{res} {ralign 9:-24.246}{txt} {space 1}{res} {ralign 9:-29.103}{txt} {space 1}{res} {ralign 9:-27.305}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.351}{txt} {space 1}{res} {ralign 9:0.472}{txt} {space 1}{res} {ralign 9:0.483}{txt} {space 1}{res} {ralign 9:0.505}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{space 12} {c |}
{space 7}_cons {c |}{res} {ralign 9:294.462}{txt} {space 1}{res} {ralign 9:269.821}{txt} {space 1}{res} {ralign 9:291.697}{txt} {space 1}{res} {ralign 9:318.233}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.714}{txt} {space 1}{res} {ralign 9:0.961}{txt} {space 1}{res} {ralign 9:0.984}{txt} {space 1}{res} {ralign 9:1.028}{txt} {space 1}
{res}{txt}{space 12} {c |}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}{res} {ralign 9:0.0000}{txt} {space 1}
{res}{txt}{hline 12}{c -}{c BT}{c -}{hline 9}{c -}{c -}{c -}{hline 9}{c -}{c -}{c -}{hline 9}{c -}{c -}{c -}{hline 9}{c -}{c -}
{ralign 62:Legend: b/se/p}
{res}{txt}
{com}. 
. **# Bookmark #3
. * Comparación de tablas
. 
{txt}end of do-file

{com}. log close
      {txt}name:  {res}<unnamed>
       {txt}log:  {res}C:\Users\Juan Garzón\OneDrive\Documentos\Sexto Semestre\Seminario Microeconometría\Icfes_def\log2022.smcl
  {txt}log type:  {res}smcl
 {txt}closed on:  {res}20 Nov 2023, 13:01:33
{txt}{.-}
{smcl}
{txt}{sf}{ul off}